{
  "version": 1,
  "entries": {
    "card": {
      "?.title": 1,
      "CARD.ABRASIVE": 2,
      "CARD.ACCELERANT": 3,
      "CARD.ACCURACY": 4,
      "CARD.ACROBATICS": 5,
      "CARD.ADAPTIVE_STRIKE": 6,
      "CARD.ADRENALINE": 7,
      "CARD.AFTERIMAGE": 8,
      "CARD.AFTERLIFE": 9,
      "CARD.AGGRESSION": 10,
      "CARD.ALCHEMIZE": 11,
      "CARD.ALIGNMENT": 12,
      "CARD.ALL_FOR_ONE": 13,
      "CARD.ANGER": 14,
      "CARD.ANOINTED": 15,
      "CARD.ANTICIPATE": 16,
      "CARD.APOTHEOSIS": 17,
      "CARD.APPARITION": 18,
      "CARD.ARMAMENTS": 19,
      "CARD.ARSENAL": 20,
      "CARD.ASCENDERS_BANE": 21,
      "CARD.ASHEN_STRIKE": 22,
      "CARD.ASSASSINATE": 23,
      "CARD.ASTRAL_PULSE": 24,
      "CARD.AUTOMATION": 25,
      "CARD.BACKFLIP": 26,
      "CARD.BACKSTAB": 27,
      "CARD.BAD_LUCK": 28,
      "CARD.BALL_LIGHTNING": 29,
      "CARD.BANSHEES_CRY": 30,
      "CARD.BARRAGE": 31,
      "CARD.BARRICADE": 32,
      "CARD.BASH": 33,
      "CARD.BATTLE_TRANCE": 34,
      "CARD.BEACON_OF_HOPE": 35,
      "CARD.BEAM_CELL": 36,
      "CARD.BEAT_DOWN": 37,
      "CARD.BEAT_INTO_SHAPE": 38,
      "CARD.BECKON": 39,
      "CARD.BEGONE": 40,
      "CARD.BELIEVE_IN_YOU": 41,
      "CARD.BIASED_COGNITION": 42,
      "CARD.BIG_BANG": 43,
      "CARD.BLACK_HOLE": 44,
      "CARD.BLADE_DANCE": 45,
      "CARD.BLADE_OF_INK": 46,
      "CARD.BLIGHT_STRIKE": 47,
      "CARD.BLOODLETTING": 48,
      "CARD.BLOOD_WALL": 49,
      "CARD.BLUDGEON": 50,
      "CARD.BLUR": 51,
      "CARD.BODYGUARD": 52,
      "CARD.BODY_SLAM": 53,
      "CARD.BOLAS": 54,
      "CARD.BOMBARDMENT": 55,
      "CARD.BONE_SHARDS": 56,
      "CARD.BOOST_AWAY": 57,
      "CARD.BOOT_SEQUENCE": 58,
      "CARD.BORROWED_TIME": 59,
      "CARD.BOUNCING_FLASK": 60,
      "CARD.BRAND": 61,
      "CARD.BREAK": 62,
      "CARD.BREAKTHROUGH": 63,
      "CARD.BRIGHTEST_FLAME": 64,
      "CARD.BUBBLE_BUBBLE": 65,
      "CARD.BUFFER": 66,
      "CARD.BULK_UP": 67,
      "CARD.BULLET_TIME": 68,
      "CARD.BULLY": 69,
      "CARD.BULWARK": 70,
      "CARD.BUNDLE_OF_JOY": 71,
      "CARD.BURN": 72,
      "CARD.BURNING_PACT": 73,
      "CARD.BURST": 74,
      "CARD.BURY": 75,
      "CARD.BYRDONIS_EGG": 76,
      "CARD.BYRD_SWOOP": 77,
      "CARD.CALAMITY": 78,
      "CARD.CALCIFY": 79,
      "CARD.CALCULATED_GAMBLE": 80,
      "CARD.CALL_OF_THE_VOID": 81,
      "CARD.CALTROPS": 82,
      "CARD.CAPACITOR": 83,
      "CARD.CAPTURE_SPIRIT": 84,
      "CARD.CASCADE": 85,
      "CARD.CATASTROPHE": 86,
      "CARD.CELESTIAL_MIGHT": 87,
      "CARD.CHAOS": 88,
      "CARD.CHARGE": 89,
      "CARD.CHARGE_BATTERY": 90,
      "CARD.CHILD_OF_THE_STARS": 91,
      "CARD.CHILL": 92,
      "CARD.CINDER": 93,
      "CARD.CLASH": 94,
      "CARD.CLAW": 95,
      "CARD.CLEANSE": 96,
      "CARD.CLOAK_AND_DAGGER": 97,
      "CARD.CLOAK_OF_STARS": 98,
      "CARD.CLUMSY": 99,
      "CARD.COLD_SNAP": 100,
      "CARD.COLLISION_COURSE": 101,
      "CARD.COLOSSUS": 102,
      "CARD.COMET": 103,
      "CARD.COMPACT": 104,
      "CARD.COMPILE_DRIVER": 105,
      "CARD.CONFLAGRATION": 106,
      "CARD.CONQUEROR": 107,
      "CARD.CONSUMING_SHADOW": 108,
      "CARD.CONVERGENCE": 109,
      "CARD.COOLANT": 110,
      "CARD.COOLHEADED": 111,
      "CARD.COORDINATE": 112,
      "CARD.CORROSIVE_WAVE": 113,
      "CARD.CORRUPTION": 114,
      "CARD.COSMIC_INDIFFERENCE": 115,
      "CARD.COUNTDOWN": 116,
      "CARD.CRASH_LANDING": 117,
      "CARD.CREATIVE_AI": 118,
      "CARD.CRESCENT_SPEAR": 119,
      "CARD.CRIMSON_MANTLE": 120,
      "CARD.CRUELTY": 121,
      "CARD.CRUSH_UNDER": 122,
      "CARD.CURSE_OF_THE_BELL": 123,
      "CARD.DAGGER_SPRAY": 124,
      "CARD.DAGGER_THROW": 125,
      "CARD.DANSE_MACABRE": 126,
      "CARD.DARKNESS": 127,
      "CARD.DARK_EMBRACE": 128,
      "CARD.DARK_SHACKLES": 129,
      "CARD.DASH": 130,
      "CARD.DAZED": 131,
      "CARD.DEADLY_POISON": 132,
      "CARD.DEATHBRINGER": 133,
      "CARD.DEATHS_DOOR": 134,
      "CARD.DEATH_MARCH": 135,
      "CARD.DEBILITATE": 136,
      "CARD.DEBRIS": 137,
      "CARD.DEBT": 138,
      "CARD.DECAY": 139,
      "CARD.DECISIONS_DECISIONS": 140,
      "CARD.DEFEND_DEFECT": 141,
      "CARD.DEFEND_IRONCLAD": 142,
      "CARD.DEFEND_NECROBINDER": 143,
      "CARD.DEFEND_REGENT": 144,
      "CARD.DEFEND_SILENT": 145,
      "CARD.DEFILE": 146,
      "CARD.DEFLECT": 147,
      "CARD.DEFRAGMENT": 148,
      "CARD.DEFY": 149,
      "CARD.DELAY": 150,
      "CARD.DEMESNE": 151,
      "CARD.DEMONIC_SHIELD": 152,
      "CARD.DEMON_FORM": 153,
      "CARD.DEPRECATED_CARD": 154,
      "CARD.DEVASTATE": 155,
      "CARD.DEVOUR_LIFE": 156,
      "CARD.DIRGE": 157,
      "CARD.DISCOVERY": 158,
      "CARD.DISINTEGRATION": 159,
      "CARD.DISMANTLE": 160,
      "CARD.DISTRACTION": 161,
      "CARD.DODGE_AND_ROLL": 162,
      "CARD.DOMINATE": 163,
      "CARD.DOUBLE_ENERGY": 164,
      "CARD.DOUBT": 165,
      "CARD.DRAIN_POWER": 166,
      "CARD.DRAMATIC_ENTRANCE": 167,
      "CARD.DREDGE": 168,
      "CARD.DRUM_OF_BATTLE": 169,
      "CARD.DUALCAST": 170,
      "CARD.DUAL_WIELD": 171,
      "CARD.DYING_STAR": 172,
      "CARD.ECHOING_SLASH": 173,
      "CARD.ECHO_FORM": 174,
      "CARD.EIDOLON": 175,
      "CARD.END_OF_DAYS": 176,
      "CARD.ENERGY_SURGE": 177,
      "CARD.ENFEEBLING_TOUCH": 178,
      "CARD.ENLIGHTENMENT": 179,
      "CARD.ENTHRALLED": 180,
      "CARD.ENTRENCH": 181,
      "CARD.ENTROPY": 182,
      "CARD.ENVENOM": 183,
      "CARD.EQUILIBRIUM": 184,
      "CARD.ERADICATE": 185,
      "CARD.ESCAPE_PLAN": 186,
      "CARD.ETERNAL_ARMOR": 187,
      "CARD.EVIL_EYE": 188,
      "CARD.EXPECT_A_FIGHT": 189,
      "CARD.EXPERTISE": 190,
      "CARD.EXPOSE": 191,
      "CARD.EXTERMINATE": 192,
      "CARD.FALLING_STAR": 193,
      "CARD.FAN_OF_KNIVES": 194,
      "CARD.FASTEN": 195,
      "CARD.FEAR": 196,
      "CARD.FEED": 197,
      "CARD.FEEDING_FRENZY": 198,
      "CARD.FEEL_NO_PAIN": 199,
      "CARD.FERAL": 200,
      "CARD.FETCH": 201,
      "CARD.FIEND_FIRE": 202,
      "CARD.FIGHT_ME": 203,
      "CARD.FIGHT_THROUGH": 204,
      "CARD.FINESSE": 205,
      "CARD.FINISHER": 206,
      "CARD.FISTICUFFS": 207,
      "CARD.FLAK_CANNON": 208,
      "CARD.FLAME_BARRIER": 209,
      "CARD.FLANKING": 210,
      "CARD.FLASH_OF_STEEL": 211,
      "CARD.FLATTEN": 212,
      "CARD.FLECHETTES": 213,
      "CARD.FLICK_FLACK": 214,
      "CARD.FOCUSED_STRIKE": 215,
      "CARD.FOLLY": 216,
      "CARD.FOOTWORK": 217,
      "CARD.FORBIDDEN_GRIMOIRE": 218,
      "CARD.FOREGONE_CONCLUSION": 219,
      "CARD.FORGOTTEN_RITUAL": 220,
      "CARD.FRANTIC_ESCAPE": 221,
      "CARD.FRIENDSHIP": 222,
      "CARD.FTL": 223,
      "CARD.FUEL": 224,
      "CARD.FURNACE": 225,
      "CARD.FUSION": 226,
      "CARD.GAMMA_BLAST": 227,
      "CARD.GANG_UP": 228,
      "CARD.GATHER_LIGHT": 229,
      "CARD.GENESIS": 230,
      "CARD.GENETIC_ALGORITHM": 231,
      "CARD.GIANT_ROCK": 232,
      "CARD.GLACIER": 233,
      "CARD.GLASSWORK": 234,
      "CARD.GLIMMER": 235,
      "CARD.GLIMPSE_BEYOND": 236,
      "CARD.GLITTERSTREAM": 237,
      "CARD.GLOW": 238,
      "CARD.GOLD_AXE": 239,
      "CARD.GO_FOR_THE_EYES": 240,
      "CARD.GRAND_FINALE": 241,
      "CARD.GRAVEBLAST": 242,
      "CARD.GRAVE_WARDEN": 243,
      "CARD.GREED": 244,
      "CARD.GUARDS": 245,
      "CARD.GUIDING_STAR": 246,
      "CARD.GUILTY": 247,
      "CARD.GUNK_UP": 248,
      "CARD.HAILSTORM": 249,
      "CARD.HAMMER_TIME": 250,
      "CARD.HAND_OF_GREED": 251,
      "CARD.HAND_TRICK": 252,
      "CARD.HANG": 253,
      "CARD.HAUNT": 254,
      "CARD.HAVOC": 255,
      "CARD.HAZE": 256,
      "CARD.HEADBUTT": 257,
      "CARD.HEAVENLY_DRILL": 258,
      "CARD.HEGEMONY": 259,
      "CARD.HEIRLOOM_HAMMER": 260,
      "CARD.HELIX_DRILL": 261,
      "CARD.HELLO_WORLD": 262,
      "CARD.HELLRAISER": 263,
      "CARD.HEMOKINESIS": 264,
      "CARD.HIDDEN_CACHE": 265,
      "CARD.HIDDEN_DAGGERS": 266,
      "CARD.HIDDEN_GEM": 267,
      "CARD.HIGH_FIVE": 268,
      "CARD.HOLOGRAM": 269,
      "CARD.HOTFIX": 270,
      "CARD.HOWL_FROM_BEYOND": 271,
      "CARD.HUDDLE_UP": 272,
      "CARD.HYPERBEAM": 273,
      "CARD.ICE_LANCE": 274,
      "CARD.IGNITION": 275,
      "CARD.IMPATIENCE": 276,
      "CARD.IMPERVIOUS": 277,
      "CARD.INFECTION": 278,
      "CARD.INFERNAL_BLADE": 279,
      "CARD.INFERNO": 280,
      "CARD.INFINITE_BLADES": 281,
      "CARD.INFLAME": 282,
      "CARD.INJURY": 283,
      "CARD.INTERCEPT": 284,
      "CARD.INVOKE": 285,
      "CARD.IRON_WAVE": 286,
      "CARD.ITERATION": 287,
      "CARD.I_AM_INVINCIBLE": 288,
      "CARD.JACKPOT": 289,
      "CARD.JACK_OF_ALL_TRADES": 290,
      "CARD.JUGGERNAUT": 291,
      "CARD.JUGGLING": 292,
      "CARD.KINGLY_KICK": 293,
      "CARD.KINGLY_PUNCH": 294,
      "CARD.KNIFE_TRAP": 295,
      "CARD.KNOCKDOWN": 296,
      "CARD.KNOCKOUT_BLOW": 297,
      "CARD.KNOW_THY_PLACE": 298,
      "CARD.LANTERN_KEY": 299,
      "CARD.LARGESSE": 300,
      "CARD.LEADING_STRIKE": 301,
      "CARD.LEAP": 302,
      "CARD.LEGION_OF_BONE": 303,
      "CARD.LEG_SWEEP": 304,
      "CARD.LETHALITY": 305,
      "CARD.LIFT": 306,
      "CARD.LIGHTNING_ROD": 307,
      "CARD.LOOP": 308,
      "CARD.LUMINESCE": 309,
      "CARD.LUNAR_BLAST": 310,
      "CARD.MACHINE_LEARNING": 311,
      "CARD.MAD_SCIENCE": 312,
      "CARD.MAKE_IT_SO": 313,
      "CARD.MALAISE": 314,
      "CARD.MANGLE": 315,
      "CARD.MANIFEST_AUTHORITY": 316,
      "CARD.MASTER_OF_STRATEGY": 317,
      "CARD.MASTER_PLANNER": 318,
      "CARD.MAUL": 319,
      "CARD.MAYHEM": 320,
      "CARD.MELANCHOLY": 321,
      "CARD.MEMENTO_MORI": 322,
      "CARD.METAMORPHOSIS": 323,
      "CARD.METEOR_SHOWER": 324,
      "CARD.METEOR_STRIKE": 325,
      "CARD.MIMIC": 326,
      "CARD.MIND_BLAST": 327,
      "CARD.MIND_ROT": 328,
      "CARD.MINION_DIVE_BOMB": 329,
      "CARD.MINION_SACRIFICE": 330,
      "CARD.MINION_STRIKE": 331,
      "CARD.MIRAGE": 332,
      "CARD.MISERY": 333,
      "CARD.MODDED": 334,
      "CARD.MOLTEN_FIST": 335,
      "CARD.MOMENTUM_STRIKE": 336,
      "CARD.MONARCHS_GAZE": 337,
      "CARD.MONOLOGUE": 338,
      "CARD.MULTI_CAST": 339,
      "CARD.MURDER": 340,
      "CARD.NECRO_MASTERY": 341,
      "CARD.NEGATIVE_PULSE": 342,
      "CARD.NEOWS_FURY": 343,
      "CARD.NEUROSURGE": 344,
      "CARD.NEUTRALIZE": 345,
      "CARD.NEUTRON_AEGIS": 346,
      "CARD.NIGHTMARE": 347,
      "CARD.NORMALITY": 348,
      "CARD.NOSTALGIA": 349,
      "CARD.NOT_YET": 350,
      "CARD.NOXIOUS_FUMES": 351,
      "CARD.NO_ESCAPE": 352,
      "CARD.NULL": 353,
      "CARD.OBLIVION": 354,
      "CARD.OFFERING": 355,
      "CARD.OMNISLICE": 356,
      "CARD.ONE_TWO_PUNCH": 357,
      "CARD.ORBIT": 358,
      "CARD.OUTBREAK": 359,
      "CARD.OUTMANEUVER": 360,
      "CARD.OVERCLOCK": 361,
      "CARD.PACTS_END": 362,
      "CARD.PAGESTORM": 363,
      "CARD.PALE_BLUE_DOT": 364,
      "CARD.PANACHE": 365,
      "CARD.PANIC_BUTTON": 366,
      "CARD.PARRY": 367,
      "CARD.PARSE": 368,
      "CARD.PARTICLE_WALL": 369,
      "CARD.PATTER": 370,
      "CARD.PECK": 371,
      "CARD.PERFECTED_STRIKE": 372,
      "CARD.PHANTOM_BLADES": 373,
      "CARD.PHOTON_CUT": 374,
      "CARD.PIERCING_WAIL": 375,
      "CARD.PILLAGE": 376,
      "CARD.PILLAR_OF_CREATION": 377,
      "CARD.PINPOINT": 378,
      "CARD.POISONED_STAB": 379,
      "CARD.POKE": 380,
      "CARD.POMMEL_STRIKE": 381,
      "CARD.POOR_SLEEP": 382,
      "CARD.POUNCE": 383,
      "CARD.PRECISE_CUT": 384,
      "CARD.PREDATOR": 385,
      "CARD.PREPARED": 386,
      "CARD.PREP_TIME": 387,
      "CARD.PRIMAL_FORCE": 388,
      "CARD.PRODUCTION": 389,
      "CARD.PROLONG": 390,
      "CARD.PROPHESIZE": 391,
      "CARD.PROTECTOR": 392,
      "CARD.PROWESS": 393,
      "CARD.PULL_AGGRO": 394,
      "CARD.PULL_FROM_BELOW": 395,
      "CARD.PURITY": 396,
      "CARD.PUTREFY": 397,
      "CARD.PYRE": 398,
      "CARD.QUADCAST": 399,
      "CARD.QUASAR": 400,
      "CARD.RADIATE": 401,
      "CARD.RAGE": 402,
      "CARD.RAINBOW": 403,
      "CARD.RALLY": 404,
      "CARD.RAMPAGE": 405,
      "CARD.RATTLE": 406,
      "CARD.REANIMATE": 407,
      "CARD.REAP": 408,
      "CARD.REAPER_FORM": 409,
      "CARD.REAVE": 410,
      "CARD.REBOOT": 411,
      "CARD.REBOUND": 412,
      "CARD.REFINE_BLADE": 413,
      "CARD.REFLECT": 414,
      "CARD.REFLEX": 415,
      "CARD.REFRACT": 416,
      "CARD.REGRET": 417,
      "CARD.RELAX": 418,
      "CARD.REND": 419,
      "CARD.RESONANCE": 420,
      "CARD.RESTLESSNESS": 421,
      "CARD.RICOCHET": 422,
      "CARD.RIGHT_HAND_HAND": 423,
      "CARD.RIP_AND_TEAR": 424,
      "CARD.ROCKET_PUNCH": 425,
      "CARD.ROLLING_BOULDER": 426,
      "CARD.ROYALTIES": 427,
      "CARD.ROYAL_GAMBLE": 428,
      "CARD.RUPTURE": 429,
      "CARD.SACRIFICE": 430,
      "CARD.SALVO": 431,
      "CARD.SCARE": 432,
      "CARD.SCAVENGE": 433,
      "CARD.SCOURGE": 434,
      "CARD.SCRAPE": 435,
      "CARD.SCRAWL": 436,
      "CARD.SCULPTING_STRIKE": 437,
      "CARD.SEANCE": 438,
      "CARD.SECOND_WIND": 439,
      "CARD.SECRET_TECHNIQUE": 440,
      "CARD.SECRET_WEAPON": 441,
      "CARD.SEEKER_STRIKE": 442,
      "CARD.SEEKING_EDGE": 443,
      "CARD.SENTRY_MODE": 444,
      "CARD.SERPENT_FORM": 445,
      "CARD.SETUP_STRIKE": 446,
      "CARD.SEVEN_STARS": 447,
      "CARD.SEVERANCE": 448,
      "CARD.SHADOWMELD": 449,
      "CARD.SHADOW_SHIELD": 450,
      "CARD.SHADOW_STEP": 451,
      "CARD.SHAME": 452,
      "CARD.SHARED_FATE": 453,
      "CARD.SHATTER": 454,
      "CARD.SHINING_STRIKE": 455,
      "CARD.SHIV": 456,
      "CARD.SHOCKWAVE": 457,
      "CARD.SHROUD": 458,
      "CARD.SHRUG_IT_OFF": 459,
      "CARD.SIC_EM": 460,
      "CARD.SIGNAL_BOOST": 461,
      "CARD.SKEWER": 462,
      "CARD.SKIM": 463,
      "CARD.SLEIGHT_OF_FLESH": 464,
      "CARD.SLICE": 465,
      "CARD.SLIMED": 466,
      "CARD.SLOTH": 467,
      "CARD.SMOKESTACK": 468,
      "CARD.SNAKEBITE": 469,
      "CARD.SNAP": 470,
      "CARD.SNEAKY": 471,
      "CARD.SOLAR_STRIKE": 472,
      "CARD.SOOT": 473,
      "CARD.SOUL": 474,
      "CARD.SOUL_STORM": 475,
      "CARD.SOVEREIGN_BLADE": 476,
      "CARD.SOW": 477,
      "CARD.SPECTRUM_SHIFT": 478,
      "CARD.SPEEDSTER": 479,
      "CARD.SPINNER": 480,
      "CARD.SPIRIT_OF_ASH": 481,
      "CARD.SPITE": 482,
      "CARD.SPLASH": 483,
      "CARD.SPOILS_MAP": 484,
      "CARD.SPOILS_OF_BATTLE": 485,
      "CARD.SPORE_MIND": 486,
      "CARD.SPUR": 487,
      "CARD.SQUASH": 488,
      "CARD.SQUEEZE": 489,
      "CARD.STACK": 490,
      "CARD.STAMPEDE": 491,
      "CARD.STARDUST": 492,
      "CARD.STOKE": 493,
      "CARD.STOMP": 494,
      "CARD.STONE_ARMOR": 495,
      "CARD.STORM": 496,
      "CARD.STORM_OF_STEEL": 497,
      "CARD.STRANGLE": 498,
      "CARD.STRATAGEM": 499,
      "CARD.STRIKE_DEFECT": 500,
      "CARD.STRIKE_IRONCLAD": 501,
      "CARD.STRIKE_NECROBINDER": 502,
      "CARD.STRIKE_REGENT": 503,
      "CARD.STRIKE_SILENT": 504,
      "CARD.SUBROUTINE": 505,
      "CARD.SUCKER_PUNCH": 506,
      "CARD.SUMMON_FORTH": 507,
      "CARD.SUNDER": 508,
      "CARD.SUPERCRITICAL": 509,
      "CARD.SUPERMASSIVE": 510,
      "CARD.SUPPRESS": 511,
      "CARD.SURVIVOR": 512,
      "CARD.SWEEPING_BEAM": 513,
      "CARD.SWEEPING_GAZE": 514,
      "CARD.SWORD_BOOMERANG": 515,
      "CARD.SWORD_SAGE": 516,
      "CARD.SYNCHRONIZE": 517,
      "CARD.SYNTHESIS": 518,
      "CARD.TACTICIAN": 519,
      "CARD.TAG_TEAM": 520,
      "CARD.TANK": 521,
      "CARD.TAUNT": 522,
      "CARD.TEAR_ASUNDER": 523,
      "CARD.TEMPEST": 524,
      "CARD.TERRAFORMING": 525,
      "CARD.TESLA_COIL": 526,
      "CARD.THE_BOMB": 527,
      "CARD.THE_GAMBIT": 528,
      "CARD.THE_HUNT": 529,
      "CARD.THE_SCYTHE": 530,
      "CARD.THE_SEALED_THRONE": 531,
      "CARD.THE_SMITH": 532,
      "CARD.THINKING_AHEAD": 533,
      "CARD.THRASH": 534,
      "CARD.THRUMMING_HATCHET": 535,
      "CARD.THUNDER": 536,
      "CARD.THUNDERCLAP": 537,
      "CARD.TIMES_UP": 538,
      "CARD.TOOLS_OF_THE_TRADE": 539,
      "CARD.TORIC_TOUGHNESS": 540,
      "CARD.TOXIC": 541,
      "CARD.TRACKING": 542,
      "CARD.TRANSFIGURE": 543,
      "CARD.TRASH_TO_TREASURE": 544,
      "CARD.TREMBLE": 545,
      "CARD.TRUE_GRIT": 546,
      "CARD.TURBO": 547,
      "CARD.TWIN_STRIKE": 548,
      "CARD.TYRANNY": 549,
      "CARD.ULTIMATE_DEFEND": 550,
      "CARD.ULTIMATE_STRIKE": 551,
      "CARD.UNDEATH": 552,
      "CARD.UNLEASH": 553,
      "CARD.UNMOVABLE": 554,
      "CARD.UNRELENTING": 555,
      "CARD.UNTOUCHABLE": 556,
      "CARD.UPPERCUT": 557,
      "CARD.UPROAR": 558,
      "CARD.UP_MY_SLEEVE": 559,
      "CARD.VEILPIERCER": 560,
      "CARD.VENERATE": 561,
      "CARD.VICIOUS": 562,
      "CARD.VOID": 563,
      "CARD.VOID_FORM": 564,
      "CARD.VOLLEY": 565,
      "CARD.VOLTAIC": 566,
      "CARD.WASTE_AWAY": 567,
      "CARD.WELL_LAID_PLANS": 568,
      "CARD.WHIRLWIND": 569,
      "CARD.WHISTLE": 570,
      "CARD.WHITE_NOISE": 571,
      "CARD.WISH": 572,
      "CARD.WISP": 573,
      "CARD.WITHER": 574,
      "CARD.WOUND": 575,
      "CARD.WRAITH_FORM": 576,
      "CARD.WRITHE": 577,
      "CARD.WROUGHT_IN_WAR": 578,
      "CARD.ZAP": 579
    },
    "enemy": {
      "MONSTER.AEONGLASS": 580,
      "MONSTER.ASSASSIN_RUBY_RAIDER": 581,
      "MONSTER.AXEBOT": 582,
      "MONSTER.AXE_RUBY_RAIDER": 583,
      "MONSTER.BOWLBUG_EGG": 584,
      "MONSTER.BOWLBUG_NECTAR": 585,
      "MONSTER.BOWLBUG_ROCK": 586,
      "MONSTER.BOWLBUG_SILK": 587,
      "MONSTER.BRUTE_RUBY_RAIDER": 588,
      "MONSTER.BYGONE_EFFIGY": 589,
      "MONSTER.BYRDONIS": 590,
      "MONSTER.CALCIFIED_CULTIST": 591,
      "MONSTER.CEREMONIAL_BEAST": 592,
      "MONSTER.CHOMPER": 593,
      "MONSTER.CORPSE_SLUG": 594,
      "MONSTER.CROSSBOW_RUBY_RAIDER": 595,
      "MONSTER.CRUSHER": 596,
      "MONSTER.CUBEX_CONSTRUCT": 597,
      "MONSTER.DAMP_CULTIST": 598,
      "MONSTER.DECIMILLIPEDE_SEGMENT_BACK": 599,
      "MONSTER.DECIMILLIPEDE_SEGMENT_FRONT": 600,
      "MONSTER.DECIMILLIPEDE_SEGMENT_MIDDLE": 601,
      "MONSTER.DEVOTED_SCULPTOR": 602,
      "MONSTER.ENTOMANCER": 603,
      "MONSTER.EXOSKELETON": 604,
      "MONSTER.EYE_WITH_TEETH": 605,
      "MONSTER.FABRICATOR": 606,
      "MONSTER.FAT_GREMLIN": 607,
      "MONSTER.FLAIL_KNIGHT": 608,
      "MONSTER.FLYCONID": 609,
      "MONSTER.FOGMOG": 610,
      "MONSTER.FOSSIL_STALKER": 611,
      "MONSTER.FROG_KNIGHT": 612,
      "MONSTER.FUZZY_WURM_CRAWLER": 613,
      "MONSTER.GAS_BOMB": 614,
      "MONSTER.GLOBE_HEAD": 615,
      "MONSTER.GREMLIN_MERC": 616,
      "MONSTER.GUARDBOT": 617,
      "MONSTER.HAUNTED_SHIP": 618,
      "MONSTER.HUNTER_KILLER": 619,
      "MONSTER.INFESTED_PRISM": 620,
      "MONSTER.INKLET": 621,
      "MONSTER.KIN_FOLLOWER": 622,
      "MONSTER.KIN_PRIEST": 623,
      "MONSTER.KNOWLEDGE_DEMON": 624,
      "MONSTER.LAGAVULIN_MATRIARCH": 625,
      "MONSTER.LEAF_SLIME_M": 626,
      "MONSTER.LEAF_SLIME_S": 627,
      "MONSTER.LIVING_FOG": 628,
      "MONSTER.LIVING_SHIELD": 629,
      "MONSTER.LOUSE_PROGENITOR": 630,
      "MONSTER.MAGI_KNIGHT": 631,
      "MONSTER.MAWLER": 632,
      "MONSTER.MECHA_KNIGHT": 633,
      "MONSTER.MYTE": 634,
      "MONSTER.NIBBIT": 635,
      "MONSTER.NOISEBOT": 636,
      "MONSTER.OVICOPTER": 637,
      "MONSTER.OWL_MAGISTRATE": 638,
      "MONSTER.PARAFRIGHT": 639,
      "MONSTER.PHANTASMAL_GARDENER": 640,
      "MONSTER.PHROG_PARASITE": 641,
      "MONSTER.PUNCH_CONSTRUCT": 642,
      "MONSTER.QUEEN": 643,
      "MONSTER.ROCKET": 644,
      "MONSTER.SCROLL_OF_BITING": 645,
      "MONSTER.SEAPUNK": 646,
      "MONSTER.SEWER_CLAM": 647,
      "MONSTER.SHRINKER_BEETLE": 648,
      "MONSTER.SKULKING_COLONY": 649,
      "MONSTER.SLIMED_BERSERKER": 650,
      "MONSTER.SLITHERING_STRANGLER": 651,
      "MONSTER.SLUDGE_SPINNER": 652,
      "MONSTER.SLUMBERING_BEETLE": 653,
      "MONSTER.SNAPPING_JAXFRUIT": 654,
      "MONSTER.SNEAKY_GREMLIN": 655,
      "MONSTER.SOUL_FYSH": 656,
      "MONSTER.SOUL_NEXUS": 657,
      "MONSTER.SPECTRAL_KNIGHT": 658,
      "MONSTER.SPINY_TOAD": 659,
      "MONSTER.STABBOT": 660,
      "MONSTER.TERROR_EEL": 661,
      "MONSTER.TEST_SUBJECT": 662,
      "MONSTER.THE_FORGOTTEN": 663,
      "MONSTER.THE_INSATIABLE": 664,
      "MONSTER.THE_LOST": 665,
      "MONSTER.THE_OBSCURA": 666,
      "MONSTER.THIEVING_HOPPER": 667,
      "MONSTER.TOADPOLE": 668,
      "MONSTER.TORCH_HEAD_AMALGAM": 669,
      "MONSTER.TOUGH_EGG": 670,
      "MONSTER.TRACKER_RUBY_RAIDER": 671,
      "MONSTER.TUNNELER": 672,
      "MONSTER.TURRET_OPERATOR": 673,
      "MONSTER.TWIG_SLIME_M": 674,
      "MONSTER.TWIG_SLIME_S": 675,
      "MONSTER.TWO_TAILED_RAT": 676,
      "MONSTER.VANTOM": 677,
      "MONSTER.VINE_SHAMBLER": 678,
      "MONSTER.WATERFALL_GIANT": 679,
      "MONSTER.WRIGGLER": 680,
      "MONSTER.ZAPBOT": 681
    },
    "relic": {
      "?.title": 682,
      "RELIC.AKABEKO": 683,
      "RELIC.ALCHEMICAL_COFFER": 684,
      "RELIC.AMETHYST_AUBERGINE": 685,
      "RELIC.ANCHOR": 686,
      "RELIC.ARCANE_SCROLL": 687,
      "RELIC.ARCHAIC_TOOTH": 688,
      "RELIC.ART_OF_WAR": 689,
      "RELIC.ASTROLABE": 690,
      "RELIC.BAG_OF_MARBLES": 691,
      "RELIC.BAG_OF_PREPARATION": 692,
      "RELIC.BEATING_REMNANT": 693,
      "RELIC.BEAUTIFUL_BRACELET": 694,
      "RELIC.BELLOWS": 695,
      "RELIC.BELT_BUCKLE": 696,
      "RELIC.BIG_HAT": 697,
      "RELIC.BIG_MUSHROOM": 698,
      "RELIC.BIIIG_HUG": 699,
      "RELIC.BING_BONG": 700,
      "RELIC.BLACK_BLOOD": 701,
      "RELIC.BLACK_STAR": 702,
      "RELIC.BLESSED_ANTLER": 703,
      "RELIC.BLOOD_SOAKED_ROSE": 704,
      "RELIC.BLOOD_VIAL": 705,
      "RELIC.BONE_FLUTE": 706,
      "RELIC.BONE_TEA": 707,
      "RELIC.BOOKMARK": 708,
      "RELIC.BOOK_OF_FIVE_RINGS": 709,
      "RELIC.BOOK_REPAIR_KNIFE": 710,
      "RELIC.BOOMING_CONCH": 711,
      "RELIC.BOUND_PHYLACTERY": 712,
      "RELIC.BOWLER_HAT": 713,
      "RELIC.BREAD": 714,
      "RELIC.BRILLIANT_SCARF": 715,
      "RELIC.BRIMSTONE": 716,
      "RELIC.BRONZE_SCALES": 717,
      "RELIC.BURNING_BLOOD": 718,
      "RELIC.BURNING_STICKS": 719,
      "RELIC.BYRDPIP": 720,
      "RELIC.CALLING_BELL": 721,
      "RELIC.CANDELABRA": 722,
      "RELIC.CAPTAINS_WHEEL": 723,
      "RELIC.CAULDRON": 724,
      "RELIC.CENTENNIAL_PUZZLE": 725,
      "RELIC.CHANDELIER": 726,
      "RELIC.CHARONS_ASHES": 727,
      "RELIC.CHEMICAL_X": 728,
      "RELIC.CHOICES_PARADOX": 729,
      "RELIC.CHOSEN_CHEESE": 730,
      "RELIC.CIRCLET": 731,
      "RELIC.CLAWS": 732,
      "RELIC.CLOAK_CLASP": 733,
      "RELIC.CRACKED_CORE": 734,
      "RELIC.CROSSBOW": 735,
      "RELIC.CURSED_PEARL": 736,
      "RELIC.DARKSTONE_PERIAPT": 737,
      "RELIC.DATA_DISK": 738,
      "RELIC.DAUGHTER_OF_THE_WIND": 739,
      "RELIC.DELICATE_FROND": 740,
      "RELIC.DEMON_TONGUE": 741,
      "RELIC.DEPRECATED_RELIC": 742,
      "RELIC.DIAMOND_DIADEM": 743,
      "RELIC.DINGY_RUG": 744,
      "RELIC.DISTINGUISHED_CAPE": 745,
      "RELIC.DIVINE_DESTINY": 746,
      "RELIC.DIVINE_RIGHT": 747,
      "RELIC.DOLLYS_MIRROR": 748,
      "RELIC.DRAGON_FRUIT": 749,
      "RELIC.DREAM_CATCHER": 750,
      "RELIC.DRIFTWOOD": 751,
      "RELIC.DUSTY_TOME": 752,
      "RELIC.ECTOPLASM": 753,
      "RELIC.ELECTRIC_SHRYMP": 754,
      "RELIC.EMBER_TEA": 755,
      "RELIC.EMOTION_CHIP": 756,
      "RELIC.EMPTY_CAGE": 757,
      "RELIC.ETERNAL_FEATHER": 758,
      "RELIC.FAKE_ANCHOR": 759,
      "RELIC.FAKE_BLOOD_VIAL": 760,
      "RELIC.FAKE_HAPPY_FLOWER": 761,
      "RELIC.FAKE_LEES_WAFFLE": 762,
      "RELIC.FAKE_MANGO": 763,
      "RELIC.FAKE_MERCHANTS_RUG": 764,
      "RELIC.FAKE_ORICHALCUM": 765,
      "RELIC.FAKE_SNECKO_EYE": 766,
      "RELIC.FAKE_STRIKE_DUMMY": 767,
      "RELIC.FAKE_VENERABLE_TEA_SET": 768,
      "RELIC.FENCING_MANUAL": 769,
      "RELIC.FESTIVE_POPPER": 770,
      "RELIC.FIDDLE": 771,
      "RELIC.FISHING_ROD": 772,
      "RELIC.FORGOTTEN_SOUL": 773,
      "RELIC.FRAGRANT_MUSHROOM": 774,
      "RELIC.FRESNEL_LENS": 775,
      "RELIC.FROZEN_EGG": 776,
      "RELIC.FUNERARY_MASK": 777,
      "RELIC.FUR_COAT": 778,
      "RELIC.GALACTIC_DUST": 779,
      "RELIC.GAMBLING_CHIP": 780,
      "RELIC.GAME_PIECE": 781,
      "RELIC.GHOST_SEED": 782,
      "RELIC.GIRYA": 783,
      "RELIC.GLASS_EYE": 784,
      "RELIC.GLITTER": 785,
      "RELIC.GNARLED_HAMMER": 786,
      "RELIC.GOLDEN_COMPASS": 787,
      "RELIC.GOLDEN_PEARL": 788,
      "RELIC.GOLD_PLATED_CABLES": 789,
      "RELIC.GORGET": 790,
      "RELIC.GREMLIN_HORN": 791,
      "RELIC.HAND_DRILL": 792,
      "RELIC.HAPPY_FLOWER": 793,
      "RELIC.HEFTY_TABLET": 794,
      "RELIC.HELICAL_DART": 795,
      "RELIC.HISTORY_COURSE": 796,
      "RELIC.HORN_CLEAT": 797,
      "RELIC.ICE_CREAM": 798,
      "RELIC.INFUSED_CORE": 799,
      "RELIC.INTIMIDATING_HELMET": 800,
      "RELIC.IRON_CLUB": 801,
      "RELIC.IVORY_TILE": 802,
      "RELIC.JEWELED_MASK": 803,
      "RELIC.JEWELRY_BOX": 804,
      "RELIC.JOSS_PAPER": 805,
      "RELIC.JUZU_BRACELET": 806,
      "RELIC.KALEIDOSCOPE": 807,
      "RELIC.KIFUDA": 808,
      "RELIC.KUNAI": 809,
      "RELIC.KUSARIGAMA": 810,
      "RELIC.LANTERN": 811,
      "RELIC.LARGE_CAPSULE": 812,
      "RELIC.LASTING_CANDY": 813,
      "RELIC.LAVA_LAMP": 814,
      "RELIC.LAVA_ROCK": 815,
      "RELIC.LEAD_PAPERWEIGHT": 816,
      "RELIC.LEAFY_POULTICE": 817,
      "RELIC.LEES_WAFFLE": 818,
      "RELIC.LETTER_OPENER": 819,
      "RELIC.LIZARD_TAIL": 820,
      "RELIC.LOOMING_FRUIT": 821,
      "RELIC.LORDS_PARASOL": 822,
      "RELIC.LOST_COFFER": 823,
      "RELIC.LOST_WISP": 824,
      "RELIC.LUCKY_FYSH": 825,
      "RELIC.LUNAR_PASTRY": 826,
      "RELIC.MANGO": 827,
      "RELIC.MASSIVE_SCROLL": 828,
      "RELIC.MAW_BANK": 829,
      "RELIC.MEAL_TICKET": 830,
      "RELIC.MEAT_CLEAVER": 831,
      "RELIC.MEAT_ON_THE_BONE": 832,
      "RELIC.MEMBERSHIP_CARD": 833,
      "RELIC.MERCURY_HOURGLASS": 834,
      "RELIC.METRONOME": 835,
      "RELIC.MINIATURE_CANNON": 836,
      "RELIC.MINIATURE_TENT": 837,
      "RELIC.MINI_REGENT": 838,
      "RELIC.MOLTEN_EGG": 839,
      "RELIC.MR_STRUGGLES": 840,
      "RELIC.MUMMIFIED_HAND": 841,
      "RELIC.MUSIC_BOX": 842,
      "RELIC.MYSTIC_LIGHTER": 843,
      "RELIC.NEOWS_BONES": 844,
      "RELIC.NEOWS_TALISMAN": 845,
      "RELIC.NEOWS_TORMENT": 846,
      "RELIC.NEW_LEAF": 847,
      "RELIC.NINJA_SCROLL": 848,
      "RELIC.NUNCHAKU": 849,
      "RELIC.NUTRITIOUS_OYSTER": 850,
      "RELIC.NUTRITIOUS_SOUP": 851,
      "RELIC.ODDLY_SMOOTH_STONE": 852,
      "RELIC.OLD_COIN": 853,
      "RELIC.ORANGE_DOUGH": 854,
      "RELIC.ORICHALCUM": 855,
      "RELIC.ORNAMENTAL_FAN": 856,
      "RELIC.ORRERY": 857,
      "RELIC.PAELS_BLOOD": 858,
      "RELIC.PAELS_CLAW": 859,
      "RELIC.PAELS_EYE": 860,
      "RELIC.PAELS_FLESH": 861,
      "RELIC.PAELS_GROWTH": 862,
      "RELIC.PAELS_HORN": 863,
      "RELIC.PAELS_LEGION": 864,
      "RELIC.PAELS_TEARS": 865,
      "RELIC.PAELS_TOOTH": 866,
      "RELIC.PAELS_WING": 867,
      "RELIC.PANDORAS_BOX": 868,
      "RELIC.PANTOGRAPH": 869,
      "RELIC.PAPER_KRANE": 870,
      "RELIC.PAPER_PHROG": 871,
      "RELIC.PARRYING_SHIELD": 872,
      "RELIC.PEAR": 873,
      "RELIC.PENDULUM": 874,
      "RELIC.PEN_NIB": 875,
      "RELIC.PERMAFROST": 876,
      "RELIC.PETRIFIED_TOAD": 877,
      "RELIC.PHIAL_HOLSTER": 878,
      "RELIC.PHILOSOPHERS_STONE": 879,
      "RELIC.PHYLACTERY_UNBOUND": 880,
      "RELIC.PLANISPHERE": 881,
      "RELIC.POCKETWATCH": 882,
      "RELIC.POLLINOUS_CORE": 883,
      "RELIC.POMANDER": 884,
      "RELIC.POTION_BELT": 885,
      "RELIC.POWER_CELL": 886,
      "RELIC.PRAYER_WHEEL": 887,
      "RELIC.PRECARIOUS_SHEARS": 888,
      "RELIC.PRECISE_SCISSORS": 889,
      "RELIC.PRESERVED_FOG": 890,
      "RELIC.PRISMATIC_GEM": 891,
      "RELIC.PUMPKIN_CANDLE": 892,
      "RELIC.PUNCH_DAGGER": 893,
      "RELIC.RADIANT_PEARL": 894,
      "RELIC.RAINBOW_RING": 895,
      "RELIC.RAZOR_TOOTH": 896,
      "RELIC.RED_MASK": 897,
      "RELIC.RED_SKULL": 898,
      "RELIC.REGALITE": 899,
      "RELIC.REGAL_PILLOW": 900,
      "RELIC.REPTILE_TRINKET": 901,
      "RELIC.RINGING_TRIANGLE": 902,
      "RELIC.RING_OF_THE_DRAKE": 903,
      "RELIC.RING_OF_THE_SNAKE": 904,
      "RELIC.RIPPLE_BASIN": 905,
      "RELIC.ROYAL_POISON": 906,
      "RELIC.ROYAL_STAMP": 907,
      "RELIC.RUINED_HELMET": 908,
      "RELIC.RUNIC_CAPACITOR": 909,
      "RELIC.RUNIC_PYRAMID": 910,
      "RELIC.SAI": 911,
      "RELIC.SAND_CASTLE": 912,
      "RELIC.SCREAMING_FLAGON": 913,
      "RELIC.SCROLL_BOXES": 914,
      "RELIC.SEAL_OF_GOLD": 915,
      "RELIC.SEA_GLASS": 916,
      "RELIC.SELF_FORMING_CLAY": 917,
      "RELIC.SERE_TALON": 918,
      "RELIC.SHOVEL": 919,
      "RELIC.SHURIKEN": 920,
      "RELIC.SIGNET_RING": 921,
      "RELIC.SILKEN_TRESS": 922,
      "RELIC.SILVER_CRUCIBLE": 923,
      "RELIC.SLING_OF_COURAGE": 924,
      "RELIC.SMALL_CAPSULE": 925,
      "RELIC.SNECKO_EYE": 926,
      "RELIC.SNECKO_SKULL": 927,
      "RELIC.SOZU": 928,
      "RELIC.SPARKLING_ROUGE": 929,
      "RELIC.SPIKED_GAUNTLETS": 930,
      "RELIC.STONE_CALENDAR": 931,
      "RELIC.STONE_CRACKER": 932,
      "RELIC.STONE_HUMIDIFIER": 933,
      "RELIC.STORYBOOK": 934,
      "RELIC.STRAWBERRY": 935,
      "RELIC.STRIKE_DUMMY": 936,
      "RELIC.STURDY_CLAMP": 937,
      "RELIC.SWORD_OF_JADE": 938,
      "RELIC.SWORD_OF_STONE": 939,
      "RELIC.SYMBIOTIC_VIRUS": 940,
      "RELIC.TANXS_WHISTLE": 941,
      "RELIC.TEA_OF_DISCOURTESY": 942,
      "RELIC.THE_ABACUS": 943,
      "RELIC.THE_BOOT": 944,
      "RELIC.THE_COURIER": 945,
      "RELIC.THROWING_AXE": 946,
      "RELIC.TINGSHA": 947,
      "RELIC.TINY_MAILBOX": 948,
      "RELIC.TOASTY_MITTENS": 949,
      "RELIC.TOOLBOX": 950,
      "RELIC.TOUCH_OF_OROBAS": 951,
      "RELIC.TOUGH_BANDAGES": 952,
      "RELIC.TOXIC_EGG": 953,
      "RELIC.TOY_BOX": 954,
      "RELIC.TRI_BOOMERANG": 955,
      "RELIC.TUNGSTEN_ROD": 956,
      "RELIC.TUNING_FORK": 957,
      "RELIC.TWISTED_FUNNEL": 958,
      "RELIC.UNCEASING_TOP": 959,
      "RELIC.UNDYING_SIGIL": 960,
      "RELIC.UNSETTLING_LAMP": 961,
      "RELIC.VAJRA": 962,
      "RELIC.VAMBRACE": 963,
      "RELIC.VELVET_CHOKER": 964,
      "RELIC.VENERABLE_TEA_SET": 965,
      "RELIC.VERY_HOT_COCOA": 966,
      "RELIC.VEXING_PUZZLEBOX": 967,
      "RELIC.VITRUVIAN_MINION": 968,
      "RELIC.WAR_HAMMER": 969,
      "RELIC.WAR_PAINT": 970,
      "RELIC.WHETSTONE": 971,
      "RELIC.WHISPERING_EARRING": 972,
      "RELIC.WHITE_BEAST_STATUE": 973,
      "RELIC.WHITE_STAR": 974,
      "RELIC.WINGED_BOOTS": 975,
      "RELIC.WING_CHARM": 976,
      "RELIC.WONGOS_MYSTERY_TICKET": 977,
      "RELIC.WONGO_CUSTOMER_APPRECIATION_BADGE": 978,
      "RELIC.YUMMY_COOKIE": 979
    },
    "potion": {
      "?.title": 980,
      "POTION.ASHWATER": 981,
      "POTION.ATTACK_POTION": 982,
      "POTION.BEETLE_JUICE": 983,
      "POTION.BLESSING_OF_THE_FORGE": 984,
      "POTION.BLOCK_POTION": 985,
      "POTION.BLOOD_POTION": 986,
      "POTION.BONE_BREW": 987,
      "POTION.BOTTLED_POTENTIAL": 988,
      "POTION.CLARITY": 989,
      "POTION.COLORLESS_POTION": 990,
      "POTION.COSMIC_CONCOCTION": 991,
      "POTION.CUNNING_POTION": 992,
      "POTION.CURE_ALL": 993,
      "POTION.DEPRECATED_POTION": 994,
      "POTION.DEXTERITY_POTION": 995,
      "POTION.DISTILLED_CHAOS": 996,
      "POTION.DROPLET_OF_PRECOGNITION": 997,
      "POTION.DUPLICATOR": 998,
      "POTION.ENERGY_POTION": 999,
      "POTION.ENTROPIC_BREW": 1000,
      "POTION.ESSENCE_OF_DARKNESS": 1001,
      "POTION.EXPLOSIVE_AMPOULE": 1002,
      "POTION.FAIRY_IN_A_BOTTLE": 1003,
      "POTION.FIRE_POTION": 1004,
      "POTION.FLEX_POTION": 1005,
      "POTION.FOCUS_POTION": 1006,
      "POTION.FORTIFIER": 1007,
      "POTION.FOUL_POTION": 1008,
      "POTION.FRUIT_JUICE": 1009,
      "POTION.FYSH_OIL": 1010,
      "POTION.GAMBLERS_BREW": 1011,
      "POTION.GHOST_IN_A_JAR": 1012,
      "POTION.GIGANTIFICATION_POTION": 1013,
      "POTION.GLOWWATER_POTION": 1014,
      "POTION.HEART_OF_IRON": 1015,
      "POTION.KINGS_COURAGE": 1016,
      "POTION.LIQUID_BRONZE": 1017,
      "POTION.LIQUID_MEMORIES": 1018,
      "POTION.LUCKY_TONIC": 1019,
      "POTION.MAZALETHS_GIFT": 1020,
      "POTION.MOCK_DISCARD_AND_ADD_SHIVS_POTION": 1021,
      "POTION.OROBIC_ACID": 1022,
      "POTION.POISON_POTION": 1023,
      "POTION.POTION_OF_BINDING": 1024,
      "POTION.POTION_OF_CAPACITY": 1025,
      "POTION.POTION_OF_DOOM": 1026,
      "POTION.POTION_SHAPED_ROCK": 1027,
      "POTION.POT_OF_GHOULS": 1028,
      "POTION.POWDERED_DEMISE": 1029,
      "POTION.POWER_POTION": 1030,
      "POTION.RADIANT_TINCTURE": 1031,
      "POTION.REGEN_POTION": 1032,
      "POTION.SHACKLING_POTION": 1033,
      "POTION.SHIP_IN_A_BOTTLE": 1034,
      "POTION.SKILL_POTION": 1035,
      "POTION.SNECKO_OIL": 1036,
      "POTION.SOLDIERS_STEW": 1037,
      "POTION.SPEED_POTION": 1038,
      "POTION.STABLE_SERUM": 1039,
      "POTION.STAR_POTION": 1040,
      "POTION.STRENGTH_POTION": 1041,
      "POTION.SWIFT_POTION": 1042,
      "POTION.TOUCH_OF_INSANITY": 1043,
      "POTION.VULNERABLE_POTION": 1044,
      "POTION.WEAK_POTION": 1045
    },
    "choice": {
      "BUNDLE": 1046,
      "Boss": 1047,
      "Elite": 1048,
      "Monster": 1049,
      "RestSite": 1050,
      "Shop": 1051,
      "Treasure": 1052,
      "Unknown": 1053
    },
    "option": {
      "AROMA_OF_CHAOS.pages.INITIAL.options.LET_GO": 1054,
      "AROMA_OF_CHAOS.pages.INITIAL.options.MAINTAIN_CONTROL": 1055,
      "BRAIN_LEECH.pages.INITIAL.options.RIP": 1056,
      "BRAIN_LEECH.pages.INITIAL.options.SHARE_KNOWLEDGE": 1057,
      "BYRDONIS_NEST.pages.INITIAL.options.EAT": 1058,
      "BYRDONIS_NEST.pages.INITIAL.options.TAKE": 1059,
      "DENSE_VEGETATION.pages.INITIAL.options.REST": 1060,
      "DENSE_VEGETATION.pages.INITIAL.options.TRUDGE_ON": 1061,
      "DENSE_VEGETATION.pages.REST.options.FIGHT": 1062,
      "HatchRestSiteOption": 1063,
      "HealRestSiteOption": 1064,
      "JUNGLE_MAZE_ADVENTURE.pages.INITIAL.options.JOIN_FORCES": 1065,
      "JUNGLE_MAZE_ADVENTURE.pages.INITIAL.options.SOLO_QUEST": 1066,
      "LUMINOUS_CHOIR.pages.INITIAL.options.OFFER_TRIBUTE": 1067,
      "LUMINOUS_CHOIR.pages.INITIAL.options.REACH_INTO_THE_FLESH": 1068,
      "MORPHIC_GROVE.pages.INITIAL.options.GROUP": 1069,
      "MORPHIC_GROVE.pages.INITIAL.options.LONER": 1070,
      "NEOW.pages.INITIAL.options.ARCANE_SCROLL": 1071,
      "NEOW.pages.INITIAL.options.BOOMING_CONCH": 1072,
      "NEOW.pages.INITIAL.options.CURSED_PEARL": 1073,
      "NEOW.pages.INITIAL.options.FISHING_ROD": 1074,
      "NEOW.pages.INITIAL.options.GOLDEN_PEARL": 1075,
      "NEOW.pages.INITIAL.options.HEFTY_TABLET": 1076,
      "NEOW.pages.INITIAL.options.KALEIDOSCOPE": 1077,
      "NEOW.pages.INITIAL.options.LARGE_CAPSULE": 1078,
      "NEOW.pages.INITIAL.options.LAVA_ROCK": 1079,
      "NEOW.pages.INITIAL.options.LEAD_PAPERWEIGHT": 1080,
      "NEOW.pages.INITIAL.options.LEAFY_POULTICE": 1081,
      "NEOW.pages.INITIAL.options.LOST_COFFER": 1082,
      "NEOW.pages.INITIAL.options.NEOWS_BONES": 1083,
      "NEOW.pages.INITIAL.options.NEOWS_TALISMAN": 1084,
      "NEOW.pages.INITIAL.options.NEOWS_TORMENT": 1085,
      "NEOW.pages.INITIAL.options.NEW_LEAF": 1086,
      "NEOW.pages.INITIAL.options.NUTRITIOUS_OYSTER": 1087,
      "NEOW.pages.INITIAL.options.PHIAL_HOLSTER": 1088,
      "NEOW.pages.INITIAL.options.POMANDER": 1089,
      "NEOW.pages.INITIAL.options.PRECARIOUS_SHEARS": 1090,
      "NEOW.pages.INITIAL.options.PRECISE_SCISSORS": 1091,
      "NEOW.pages.INITIAL.options.SCROLL_BOXES": 1092,
      "NEOW.pages.INITIAL.options.SILKEN_TRESS": 1093,
      "NEOW.pages.INITIAL.options.SILVER_CRUCIBLE": 1094,
      "NEOW.pages.INITIAL.options.SMALL_CAPSULE": 1095,
      "NEOW.pages.INITIAL.options.STONE_HUMIDIFIER": 1096,
      "NEOW.pages.INITIAL.options.WINGED_BOOTS": 1097,
      "ROOM_FULL_OF_CHEESE.pages.INITIAL.options.GORGE": 1098,
      "ROOM_FULL_OF_CHEESE.pages.INITIAL.options.SEARCH": 1099,
      "SAPPHIRE_SEED.pages.INITIAL.options.EAT": 1100,
      "SAPPHIRE_SEED.pages.INITIAL.options.PLANT": 1101,
      "SELF_HELP_BOOK.pages.INITIAL.options.READ_ENTIRE_BOOK": 1102,
      "SELF_HELP_BOOK.pages.INITIAL.options.READ_ENTIRE_BOOK_LOCKED": 1103,
      "SELF_HELP_BOOK.pages.INITIAL.options.READ_PASSAGE": 1104,
      "SELF_HELP_BOOK.pages.INITIAL.options.READ_THE_BACK": 1105,
      "SLIPPERY_BRIDGE.pages.INITIAL.options.HOLD_ON_0": 1106,
      "SLIPPERY_BRIDGE.pages.INITIAL.options.OVERCOME": 1107,
      "SUNKEN_STATUE.pages.INITIAL.options.DIVE_INTO_WATER": 1108,
      "SUNKEN_STATUE.pages.INITIAL.options.GRAB_SWORD": 1109,
      "SmithRestSiteOption": 1110,
      "TABLET_OF_TRUTH.pages.DECIPHER.options.GIVE_UP": 1111,
      "TABLET_OF_TRUTH.pages.DECIPHER_1.options.DECIPHER": 1112,
      "TABLET_OF_TRUTH.pages.DECIPHER_2.options.DECIPHER": 1113,
      "TABLET_OF_TRUTH.pages.DECIPHER_3.options.DECIPHER": 1114,
      "TABLET_OF_TRUTH.pages.DECIPHER_4.options.DECIPHER": 1115,
      "TABLET_OF_TRUTH.pages.INITIAL.options.DECIPHER_1": 1116,
      "TABLET_OF_TRUTH.pages.INITIAL.options.SMASH": 1117,
      "TEA_MASTER.pages.INITIAL.options.BONE_TEA": 1118,
      "TEA_MASTER.pages.INITIAL.options.EMBER_TEA": 1119,
      "TEA_MASTER.pages.INITIAL.options.TEA_OF_DISCOURTESY": 1120,
      "THE_LEGENDS_WERE_TRUE.pages.INITIAL.options.NAB_THE_MAP": 1121,
      "THE_LEGENDS_WERE_TRUE.pages.INITIAL.options.SLOWLY_FIND_AN_EXIT": 1122,
      "THIS_OR_THAT.pages.INITIAL.options.ORNATE": 1123,
      "THIS_OR_THAT.pages.INITIAL.options.PLAIN": 1124,
      "UNREST_SITE.pages.INITIAL.options.KILL": 1125,
      "UNREST_SITE.pages.INITIAL.options.REST": 1126,
      "WELLSPRING.pages.INITIAL.options.BATHE": 1127,
      "WELLSPRING.pages.INITIAL.options.BOTTLE": 1128,
      "WHISPERING_HOLLOW.pages.INITIAL.options.GOLD": 1129,
      "WHISPERING_HOLLOW.pages.INITIAL.options.HUG": 1130,
      "WOOD_CARVINGS.pages.INITIAL.options.BIRD": 1131,
      "WOOD_CARVINGS.pages.INITIAL.options.SNAKE": 1132,
      "WOOD_CARVINGS.pages.INITIAL.options.TORUS": 1133
    },
    "power": {
      "POWER.ACCELERANT_POWER": 1134,
      "POWER.ACCURACY_POWER": 1135,
      "POWER.ADAPTABLE_POWER": 1136,
      "POWER.AFTERIMAGE_POWER": 1137,
      "POWER.AGGRESSION_POWER": 1138,
      "POWER.ANTICIPATE_POWER": 1139,
      "POWER.ARSENAL_POWER": 1140,
      "POWER.ARTIFACT_POWER": 1141,
      "POWER.ASLEEP_POWER": 1142,
      "POWER.AUTOMATION_POWER": 1143,
      "POWER.BACK_ATTACK_LEFT_POWER": 1144,
      "POWER.BACK_ATTACK_RIGHT_POWER": 1145,
      "POWER.BARRICADE_POWER": 1146,
      "POWER.BATTLEWORN_DUMMY_TIME_LIMIT_POWER": 1147,
      "POWER.BEACON_OF_HOPE_POWER": 1148,
      "POWER.BIASED_COGNITION_POWER": 1149,
      "POWER.BLACK_HOLE_POWER": 1150,
      "POWER.BLOCK_NEXT_TURN_POWER": 1151,
      "POWER.BLUR_POWER": 1152,
      "POWER.BORROWED_TIME_POWER": 1153,
      "POWER.BUFFER_POWER": 1154,
      "POWER.BURROWED_POWER": 1155,
      "POWER.BURST_POWER": 1156,
      "POWER.CALAMITY_POWER": 1157,
      "POWER.CALCIFY_POWER": 1158,
      "POWER.CALL_OF_THE_VOID_POWER": 1159,
      "POWER.CHAINS_OF_BINDING_POWER": 1160,
      "POWER.CHILD_OF_THE_STARS_POWER": 1161,
      "POWER.CLARITY_POWER": 1162,
      "POWER.COLOSSUS_POWER": 1163,
      "POWER.CONFUSED_POWER": 1164,
      "POWER.CONQUEROR_POWER": 1165,
      "POWER.CONSTRICT_POWER": 1166,
      "POWER.CONSUMING_SHADOW_POWER": 1167,
      "POWER.COOLANT_POWER": 1168,
      "POWER.COORDINATE_POWER": 1169,
      "POWER.CORROSIVE_WAVE_POWER": 1170,
      "POWER.CORRUPTION_POWER": 1171,
      "POWER.COUNTDOWN_POWER": 1172,
      "POWER.COVERED_POWER": 1173,
      "POWER.CRAB_RAGE_POWER": 1174,
      "POWER.CREATIVE_AI_POWER": 1175,
      "POWER.CRIMSON_MANTLE_POWER": 1176,
      "POWER.CRUELTY_POWER": 1177,
      "POWER.CRUSH_UNDER_POWER": 1178,
      "POWER.CURIOUS_POWER": 1179,
      "POWER.CURL_UP_POWER": 1180,
      "POWER.DAMPEN_POWER": 1181,
      "POWER.DANSE_MACABRE_POWER": 1182,
      "POWER.DARK_EMBRACE_POWER": 1183,
      "POWER.DARK_SHACKLES_POWER": 1184,
      "POWER.DEBILITATE_POWER": 1185,
      "POWER.DEMESNE_POWER": 1186,
      "POWER.DEMISE_POWER": 1187,
      "POWER.DEMON_FORM_POWER": 1188,
      "POWER.DEVOUR_LIFE_POWER": 1189,
      "POWER.DEXTERITY_POWER": 1190,
      "POWER.DIAMOND_DIADEM_POWER": 1191,
      "POWER.DIE_FOR_YOU_POWER": 1192,
      "POWER.DISINTEGRATION_POWER": 1193,
      "POWER.DOOM_POWER": 1194,
      "POWER.DOUBLE_DAMAGE_POWER": 1195,
      "POWER.DRAW_CARDS_NEXT_TURN_POWER": 1196,
      "POWER.DUPLICATION_POWER": 1197,
      "POWER.DYING_STAR_POWER": 1198,
      "POWER.ECHO_FORM_POWER": 1199,
      "POWER.ENERGY_NEXT_TURN_POWER": 1200,
      "POWER.ENFEEBLING_TOUCH_POWER": 1201,
      "POWER.ENRAGE_POWER": 1202,
      "POWER.ENTROPY_POWER": 1203,
      "POWER.ENVENOM_POWER": 1204,
      "POWER.ESCAPE_ARTIST_POWER": 1205,
      "POWER.FAN_OF_KNIVES_POWER": 1206,
      "POWER.FASTEN_POWER": 1207,
      "POWER.FEEDING_FRENZY_POWER": 1208,
      "POWER.FEEL_NO_PAIN_POWER": 1209,
      "POWER.FERAL_POWER": 1210,
      "POWER.FLAME_BARRIER_POWER": 1211,
      "POWER.FLANKING_POWER": 1212,
      "POWER.FLEX_POTION_POWER": 1213,
      "POWER.FLUTTER_POWER": 1214,
      "POWER.FOCUSED_STRIKE_POWER": 1215,
      "POWER.FOCUS_POWER": 1216,
      "POWER.FORBIDDEN_GRIMOIRE_POWER": 1217,
      "POWER.FOREGONE_CONCLUSION_POWER": 1218,
      "POWER.FRAIL_POWER": 1219,
      "POWER.FREE_ATTACK_POWER": 1220,
      "POWER.FREE_POWER_POWER": 1221,
      "POWER.FREE_SKILL_POWER": 1222,
      "POWER.FRIENDSHIP_POWER": 1223,
      "POWER.FURNACE_POWER": 1224,
      "POWER.GALVANIC_POWER": 1225,
      "POWER.GENESIS_POWER": 1226,
      "POWER.GIGANTIFICATION_POWER": 1227,
      "POWER.GRAVITY_POWER": 1228,
      "POWER.GUARDED_POWER": 1229,
      "POWER.HAILSTORM_POWER": 1230,
      "POWER.HAMMER_TIME_POWER": 1231,
      "POWER.HANG_POWER": 1232,
      "POWER.HARDENED_SHELL_POWER": 1233,
      "POWER.HARD_TO_KILL_POWER": 1234,
      "POWER.HATCH_POWER": 1235,
      "POWER.HAUNT_POWER": 1236,
      "POWER.HEIST_POWER": 1237,
      "POWER.HELICAL_DART_POWER": 1238,
      "POWER.HELLO_WORLD_POWER": 1239,
      "POWER.HELLRAISER_POWER": 1240,
      "POWER.HEX_POWER": 1241,
      "POWER.HIGH_VOLTAGE_POWER": 1242,
      "POWER.HOTFIX_POWER": 1243,
      "POWER.ILLUSION_POWER": 1244,
      "POWER.IMBALANCED_POWER": 1245,
      "POWER.IMPROVEMENT_POWER": 1246,
      "POWER.INFERNO_POWER": 1247,
      "POWER.INFESTED_POWER": 1248,
      "POWER.INFINITE_BLADES_POWER": 1249,
      "POWER.INTANGIBLE_POWER": 1250,
      "POWER.INTERCEPT_POWER": 1251,
      "POWER.ITERATION_POWER": 1252,
      "POWER.JUGGERNAUT_POWER": 1253,
      "POWER.JUGGLING_POWER": 1254,
      "POWER.KNOCKDOWN_POWER": 1255,
      "POWER.LEADERSHIP_POWER": 1256,
      "POWER.LETHALITY_POWER": 1257,
      "POWER.LIGHTNING_ROD_POWER": 1258,
      "POWER.LOOP_POWER": 1259,
      "POWER.MACHINE_LEARNING_POWER": 1260,
      "POWER.MAGIC_BOMB_POWER": 1261,
      "POWER.MANGLE_POWER": 1262,
      "POWER.MASTER_PLANNER_POWER": 1263,
      "POWER.MAYHEM_POWER": 1264,
      "POWER.MIND_ROT_POWER": 1265,
      "POWER.MINION_POWER": 1266,
      "POWER.MOCK_CLONE_CARDS_ON_PLAY_POWER": 1267,
      "POWER.MOCK_DO_NOT_SCALE_IN_MULTIPLAYER_POWER": 1268,
      "POWER.MOCK_EXTRA_TURN_POWER": 1269,
      "POWER.MOCK_FREE_CARDS_POWER": 1270,
      "POWER.MOCK_GAIN_BLOCK_ON_ATTACK_POWER": 1271,
      "POWER.MOCK_INVINCIBLE_ON_DEATH_POWER": 1272,
      "POWER.MOCK_MODIFY_ENERGY_COST_POWER": 1273,
      "POWER.MOCK_MODIFY_STAR_COST_POWER": 1274,
      "POWER.MOCK_PHASE_OBSERVER_POWER": 1275,
      "POWER.MOCK_PREVENT_DEATH_POWER": 1276,
      "POWER.MOCK_REMOVE_DRAWN_CARDS_FROM_COMBAT_POWER": 1277,
      "POWER.MOCK_RESET_COMBAT_ON_SHUFFLE_POWER": 1278,
      "POWER.MOCK_REVIVE_POWER": 1279,
      "POWER.MOCK_SCALE_IN_MULTIPLAYER_POWER": 1280,
      "POWER.MOCK_TEMPORARY_STRENGTH_LOSS_POWER": 1281,
      "POWER.MOCK_UNHITTABLE_POWER": 1282,
      "POWER.MONARCHS_GAZE_POWER": 1283,
      "POWER.MONARCHS_GAZE_STRENGTH_DOWN_POWER": 1284,
      "POWER.MONOLOGUE_POWER": 1285,
      "POWER.NECRO_MASTERY_POWER": 1286,
      "POWER.NEMESIS_POWER": 1287,
      "POWER.NEUROSURGE_POWER": 1288,
      "POWER.NIGHTMARE_POWER": 1289,
      "POWER.NOSTALGIA_POWER": 1290,
      "POWER.NOXIOUS_FUMES_POWER": 1291,
      "POWER.NO_BLOCK_POWER": 1292,
      "POWER.NO_DRAW_POWER": 1293,
      "POWER.NO_ENERGY_GAIN_POWER": 1294,
      "POWER.OBLIVION_POWER": 1295,
      "POWER.ONE_TWO_PUNCH_POWER": 1296,
      "POWER.ORBIT_POWER": 1297,
      "POWER.OUTBREAK_POWER": 1298,
      "POWER.PAGESTORM_POWER": 1299,
      "POWER.PAINFUL_STABS_POWER": 1300,
      "POWER.PALE_BLUE_DOT_POWER": 1301,
      "POWER.PANACHE_POWER": 1302,
      "POWER.PAPER_CUTS_POWER": 1303,
      "POWER.PARRY_POWER": 1304,
      "POWER.PERSONAL_HIVE_POWER": 1305,
      "POWER.PHANTOM_BLADES_POWER": 1306,
      "POWER.PIERCING_WAIL_POWER": 1307,
      "POWER.PILLAR_OF_CREATION_POWER": 1308,
      "POWER.PLATING_POWER": 1309,
      "POWER.PLOW_POWER": 1310,
      "POWER.POISON_POWER": 1311,
      "POWER.POSSESS_SPEED_POWER": 1312,
      "POWER.POSSESS_STRENGTH_POWER": 1313,
      "POWER.PREP_TIME_POWER": 1314,
      "POWER.PYRE_POWER": 1315,
      "POWER.RADIANCE_POWER": 1316,
      "POWER.RAGE_POWER": 1317,
      "POWER.RAMPART_POWER": 1318,
      "POWER.RAVENOUS_POWER": 1319,
      "POWER.REAPER_FORM_POWER": 1320,
      "POWER.REATTACH_POWER": 1321,
      "POWER.REBOUND_POWER": 1322,
      "POWER.REFLECT_POWER": 1323,
      "POWER.REGEN_POWER": 1324,
      "POWER.REPTILE_TRINKET_POWER": 1325,
      "POWER.RETAIN_HAND_POWER": 1326,
      "POWER.RINGING_POWER": 1327,
      "POWER.RITUAL_POWER": 1328,
      "POWER.ROLLING_BOULDER_POWER": 1329,
      "POWER.ROYALTIES_POWER": 1330,
      "POWER.RUPTURE_POWER": 1331,
      "POWER.SANDPIT_POWER": 1332,
      "POWER.SEEKING_EDGE_POWER": 1333,
      "POWER.SELF_FORMING_CLAY_POWER": 1334,
      "POWER.SENTRY_MODE_POWER": 1335,
      "POWER.SERPENT_FORM_POWER": 1336,
      "POWER.SETUP_STRIKE_POWER": 1337,
      "POWER.SHACKLING_POTION_POWER": 1338,
      "POWER.SHADOWMELD_POWER": 1339,
      "POWER.SHADOW_STEP_POWER": 1340,
      "POWER.SHRIEK_POWER": 1341,
      "POWER.SHRINK_POWER": 1342,
      "POWER.SHROUD_POWER": 1343,
      "POWER.SIC_EM_POWER": 1344,
      "POWER.SIGNAL_BOOST_POWER": 1345,
      "POWER.SKITTISH_POWER": 1346,
      "POWER.SLEIGHT_OF_FLESH_POWER": 1347,
      "POWER.SLIPPERY_POWER": 1348,
      "POWER.SLOTH_POWER": 1349,
      "POWER.SLOW_POWER": 1350,
      "POWER.SLUMBER_POWER": 1351,
      "POWER.SMOGGY_POWER": 1352,
      "POWER.SMOKESTACK_POWER": 1353,
      "POWER.SNEAKY_POWER": 1354,
      "POWER.SOAR_POWER": 1355,
      "POWER.SPECTRUM_SHIFT_POWER": 1356,
      "POWER.SPEEDSTER_POWER": 1357,
      "POWER.SPEED_POTION_POWER": 1358,
      "POWER.SPINNER_POWER": 1359,
      "POWER.SPIRIT_OF_ASH_POWER": 1360,
      "POWER.STAMPEDE_POWER": 1361,
      "POWER.STAR_NEXT_TURN_POWER": 1362,
      "POWER.STEAM_ERUPTION_POWER": 1363,
      "POWER.STOCK_POWER": 1364,
      "POWER.STORM_POWER": 1365,
      "POWER.STRANGLE_POWER": 1366,
      "POWER.STRATAGEM_POWER": 1367,
      "POWER.STRENGTH_POWER": 1368,
      "POWER.SUBROUTINE_POWER": 1369,
      "POWER.SUCK_POWER": 1370,
      "POWER.SUMMON_NEXT_TURN_POWER": 1371,
      "POWER.SURPRISE_POWER": 1372,
      "POWER.SURROUNDED_POWER": 1373,
      "POWER.SWIPE_POWER": 1374,
      "POWER.SWORD_SAGE_POWER": 1375,
      "POWER.SYNCHRONIZE_POWER": 1376,
      "POWER.TAG_TEAM_POWER": 1377,
      "POWER.TAINTED_POWER": 1378,
      "POWER.TANGLED_POWER": 1379,
      "POWER.TANK_POWER": 1380,
      "POWER.TENDER_POWER": 1381,
      "POWER.TERRITORIAL_POWER": 1382,
      "POWER.THE_BOMB_POWER": 1383,
      "POWER.THE_GAMBIT_POWER": 1384,
      "POWER.THE_HUNT_POWER": 1385,
      "POWER.THE_SEALED_THRONE_POWER": 1386,
      "POWER.THIEVERY_POWER": 1387,
      "POWER.THORNS_POWER": 1388,
      "POWER.THUNDER_POWER": 1389,
      "POWER.TOOLS_OF_THE_TRADE_POWER": 1390,
      "POWER.TORIC_TOUGHNESS_POWER": 1391,
      "POWER.TRACKING_POWER": 1392,
      "POWER.TRASH_TO_TREASURE_POWER": 1393,
      "POWER.TYRANNY_POWER": 1394,
      "POWER.UNMOVABLE_POWER": 1395,
      "POWER.VEILPIERCER_POWER": 1396,
      "POWER.VICIOUS_POWER": 1397,
      "POWER.VIGOR_POWER": 1398,
      "POWER.VITAL_SPARK_POWER": 1399,
      "POWER.VOID_FORM_POWER": 1400,
      "POWER.VULNERABLE_POWER": 1401,
      "POWER.WASTE_AWAY_POWER": 1402,
      "POWER.WEAK_POWER": 1403,
      "POWER.WELL_LAID_PLANS_POWER": 1404,
      "POWER.WITHERING_PRESENCE_POWER": 1405,
      "POWER.WRAITH_FORM_POWER": 1406
    },
    "event": {
      "EVENT.ABYSSAL_BATHS": 1407,
      "EVENT.AMALGAMATOR": 1408,
      "EVENT.AROMA_OF_CHAOS": 1409,
      "EVENT.BATTLEWORN_DUMMY": 1410,
      "EVENT.BRAIN_LEECH": 1411,
      "EVENT.BUGSLAYER": 1412,
      "EVENT.BYRDONIS_NEST": 1413,
      "EVENT.COLORFUL_PHILOSOPHERS": 1414,
      "EVENT.COLOSSAL_FLOWER": 1415,
      "EVENT.CRYSTAL_SPHERE": 1416,
      "EVENT.DARV": 1417,
      "EVENT.DENSE_VEGETATION": 1418,
      "EVENT.DOLL_ROOM": 1419,
      "EVENT.DOORS_OF_LIGHT_AND_DARK": 1420,
      "EVENT.DROWNING_BEACON": 1421,
      "EVENT.ENDLESS_CONVEYOR": 1422,
      "EVENT.FAKE_MERCHANT": 1423,
      "EVENT.FIELD_OF_MAN_SIZED_HOLES": 1424,
      "EVENT.GRAVE_OF_THE_FORGOTTEN": 1425,
      "EVENT.HUNGRY_FOR_MUSHROOMS": 1426,
      "EVENT.INFESTED_AUTOMATON": 1427,
      "EVENT.JUNGLE_MAZE_ADVENTURE": 1428,
      "EVENT.LOST_WISP": 1429,
      "EVENT.LUMINOUS_CHOIR": 1430,
      "EVENT.MORPHIC_GROVE": 1431,
      "EVENT.NEOW": 1432,
      "EVENT.NONUPEIPE": 1433,
      "EVENT.OROBAS": 1434,
      "EVENT.PAEL": 1435,
      "EVENT.POTION_COURIER": 1436,
      "EVENT.PUNCH_OFF": 1437,
      "EVENT.RANWID_THE_ELDER": 1438,
      "EVENT.REFLECTIONS": 1439,
      "EVENT.RELIC_TRADER": 1440,
      "EVENT.ROOM_FULL_OF_CHEESE": 1441,
      "EVENT.ROUND_TEA_PARTY": 1442,
      "EVENT.SAPPHIRE_SEED": 1443,
      "EVENT.SELF_HELP_BOOK": 1444,
      "EVENT.SLIPPERY_BRIDGE": 1445,
      "EVENT.SPIRALING_WHIRLPOOL": 1446,
