{
  "version": 1,
  "entries": {
    "card": {
      "CARD.ABRASIVE": 1,
      "CARD.ACCELERANT": 2,
      "CARD.ACCURACY": 3,
      "CARD.ACROBATICS": 4,
      "CARD.ADAPTIVE_STRIKE": 5,
      "CARD.ADRENALINE": 6,
      "CARD.AFTERIMAGE": 7,
      "CARD.AFTERLIFE": 8,
      "CARD.AGGRESSION": 9,
      "CARD.ALCHEMIZE": 10,
      "CARD.ALIGNMENT": 11,
      "CARD.ALL_FOR_ONE": 12,
      "CARD.ANGER": 13,
      "CARD.ANOINTED": 14,
      "CARD.ANTICIPATE": 15,
      "CARD.APOTHEOSIS": 16,
      "CARD.APPARITION": 17,
      "CARD.ARMAMENTS": 18,
      "CARD.ARSENAL": 19,
      "CARD.ASCENDERS_BANE": 20,
      "CARD.ASHEN_STRIKE": 21,
      "CARD.ASSASSINATE": 22,
      "CARD.ASTRAL_PULSE": 23,
      "CARD.AUTOMATION": 24,
      "CARD.BACKFLIP": 25,
      "CARD.BACKSTAB": 26,
      "CARD.BAD_LUCK": 27,
      "CARD.BALL_LIGHTNING": 28,
      "CARD.BANSHEES_CRY": 29,
      "CARD.BARRAGE": 30,
      "CARD.BARRICADE": 31,
      "CARD.BASH": 32,
      "CARD.BATTLE_TRANCE": 33,
      "CARD.BEACON_OF_HOPE": 34,
      "CARD.BEAM_CELL": 35,
      "CARD.BEAT_DOWN": 36,
      "CARD.BEAT_INTO_SHAPE": 37,
      "CARD.BECKON": 38,
      "CARD.BEGONE": 39,
      "CARD.BELIEVE_IN_YOU": 40,
      "CARD.BIASED_COGNITION": 41,
      "CARD.BIG_BANG": 42,
      "CARD.BLACK_HOLE": 43,
      "CARD.BLADE_DANCE": 44,
      "CARD.BLADE_OF_INK": 45,
      "CARD.BLIGHT_STRIKE": 46,
      "CARD.BLOODLETTING": 47,
      "CARD.BLOOD_WALL": 48,
      "CARD.BLUDGEON": 49,
      "CARD.BLUR": 50,
      "CARD.BODYGUARD": 51,
      "CARD.BODY_SLAM": 52,
      "CARD.BOLAS": 53,
      "CARD.BOMBARDMENT": 54,
      "CARD.BONE_SHARDS": 55,
      "CARD.BOOST_AWAY": 56,
      "CARD.BOOT_SEQUENCE": 57,
      "CARD.BORROWED_TIME": 58,
      "CARD.BOUNCING_FLASK": 59,
      "CARD.BRAND": 60,
      "CARD.BREAK": 61,
      "CARD.BREAKTHROUGH": 62,
      "CARD.BRIGHTEST_FLAME": 63,
      "CARD.BUBBLE_BUBBLE": 64,
      "CARD.BUFFER": 65,
      "CARD.BULK_UP": 66,
      "CARD.BULLET_TIME": 67,
      "CARD.BULLY": 68,
      "CARD.BULWARK": 69,
      "CARD.BUNDLE_OF_JOY": 70,
      "CARD.BURN": 71,
      "CARD.BURNING_PACT": 72,
      "CARD.BURST": 73,
      "CARD.BURY": 74,
      "CARD.BYRDONIS_EGG": 75,
      "CARD.BYRD_SWOOP": 76,
      "CARD.CALAMITY": 77,
      "CARD.CALCIFY": 78,
      "CARD.CALCULATED_GAMBLE": 79,
      "CARD.CALL_OF_THE_VOID": 80,
      "CARD.CALTROPS": 81,
      "CARD.CAPACITOR": 82,
      "CARD.CAPTURE_SPIRIT": 83,
      "CARD.CASCADE": 84,
      "CARD.CATASTROPHE": 85,
      "CARD.CELESTIAL_MIGHT": 86,
      "CARD.CHAOS": 87,
      "CARD.CHARGE": 88,
      "CARD.CHARGE_BATTERY": 89,
      "CARD.CHILD_OF_THE_STARS": 90,
      "CARD.CHILL": 91,
      "CARD.CINDER": 92,
      "CARD.CLASH": 93,
      "CARD.CLAW": 94,
      "CARD.CLEANSE": 95,
      "CARD.CLOAK_AND_DAGGER": 96,
      "CARD.CLOAK_OF_STARS": 97,
      "CARD.CLUMSY": 98,
      "CARD.COLD_SNAP": 99,
      "CARD.COLLISION_COURSE": 100,
      "CARD.COLOSSUS": 101,
      "CARD.COMET": 102,
      "CARD.COMPACT": 103,
      "CARD.COMPILE_DRIVER": 104,
      "CARD.CONFLAGRATION": 105,
      "CARD.CONQUEROR": 106,
      "CARD.CONSUMING_SHADOW": 107,
      "CARD.CONVERGENCE": 108,
      "CARD.COOLANT": 109,
      "CARD.COOLHEADED": 110,
      "CARD.COORDINATE": 111,
      "CARD.CORROSIVE_WAVE": 112,
      "CARD.CORRUPTION": 113,
      "CARD.COSMIC_INDIFFERENCE": 114,
      "CARD.COUNTDOWN": 115,
      "CARD.CRASH_LANDING": 116,
      "CARD.CREATIVE_AI": 117,
      "CARD.CRESCENT_SPEAR": 118,
      "CARD.CRIMSON_MANTLE": 119,
      "CARD.CRUELTY": 120,
      "CARD.CRUSH_UNDER": 121,
      "CARD.CURSE_OF_THE_BELL": 122,
      "CARD.DAGGER_SPRAY": 123,
      "CARD.DAGGER_THROW": 124,
      "CARD.DANSE_MACABRE": 125,
      "CARD.DARKNESS": 126,
      "CARD.DARK_EMBRACE": 127,
      "CARD.DARK_SHACKLES": 128,
      "CARD.DASH": 129,
      "CARD.DAZED": 130,
      "CARD.DEADLY_POISON": 131,
      "CARD.DEATHBRINGER": 132,
      "CARD.DEATHS_DOOR": 133,
      "CARD.DEATH_MARCH": 134,
      "CARD.DEBILITATE": 135,
      "CARD.DEBRIS": 136,
      "CARD.DEBT": 137,
      "CARD.DECAY": 138,
      "CARD.DECISIONS_DECISIONS": 139,
      "CARD.DEFEND_DEFECT": 140,
      "CARD.DEFEND_IRONCLAD": 141,
      "CARD.DEFEND_NECROBINDER": 142,
      "CARD.DEFEND_REGENT": 143,
      "CARD.DEFEND_SILENT": 144,
      "CARD.DEFILE": 145,
      "CARD.DEFLECT": 146,
      "CARD.DEFRAGMENT": 147,
      "CARD.DEFY": 148,
      "CARD.DELAY": 149,
      "CARD.DEMESNE": 150,
      "CARD.DEMONIC_SHIELD": 151,
      "CARD.DEMON_FORM": 152,
      "CARD.DEPRECATED_CARD": 153,
      "CARD.DEVASTATE": 154,
      "CARD.DEVOUR_LIFE": 155,
      "CARD.DIRGE": 156,
      "CARD.DISCOVERY": 157,
      "CARD.DISINTEGRATION": 158,
      "CARD.DISMANTLE": 159,
      "CARD.DISTRACTION": 160,
      "CARD.DODGE_AND_ROLL": 161,
      "CARD.DOMINATE": 162,
      "CARD.DOUBLE_ENERGY": 163,
      "CARD.DOUBT": 164,
      "CARD.DRAIN_POWER": 165,
      "CARD.DRAMATIC_ENTRANCE": 166,
      "CARD.DREDGE": 167,
      "CARD.DRUM_OF_BATTLE": 168,
      "CARD.DUALCAST": 169,
      "CARD.DUAL_WIELD": 170,
      "CARD.DYING_STAR": 171,
      "CARD.ECHOING_SLASH": 172,
      "CARD.ECHO_FORM": 173,
      "CARD.EIDOLON": 174,
      "CARD.END_OF_DAYS": 175,
      "CARD.ENERGY_SURGE": 176,
      "CARD.ENFEEBLING_TOUCH": 177,
      "CARD.ENLIGHTENMENT": 178,
      "CARD.ENTHRALLED": 179,
      "CARD.ENTRENCH": 180,
      "CARD.ENTROPY": 181,
      "CARD.ENVENOM": 182,
      "CARD.EQUILIBRIUM": 183,
      "CARD.ERADICATE": 184,
      "CARD.ESCAPE_PLAN": 185,
      "CARD.ETERNAL_ARMOR": 186,
      "CARD.EVIL_EYE": 187,
      "CARD.EXPECT_A_FIGHT": 188,
      "CARD.EXPERTISE": 189,
      "CARD.EXPOSE": 190,
      "CARD.EXTERMINATE": 191,
      "CARD.FALLING_STAR": 192,
      "CARD.FAN_OF_KNIVES": 193,
      "CARD.FASTEN": 194,
      "CARD.FEAR": 195,
      "CARD.FEED": 196,
      "CARD.FEEDING_FRENZY": 197,
      "CARD.FEEL_NO_PAIN": 198,
      "CARD.FERAL": 199,
      "CARD.FETCH": 200,
      "CARD.FIEND_FIRE": 201,
      "CARD.FIGHT_ME": 202,
      "CARD.FIGHT_THROUGH": 203,
      "CARD.FINESSE": 204,
      "CARD.FINISHER": 205,
      "CARD.FISTICUFFS": 206,
      "CARD.FLAK_CANNON": 207,
      "CARD.FLAME_BARRIER": 208,
      "CARD.FLANKING": 209,
      "CARD.FLASH_OF_STEEL": 210,
      "CARD.FLATTEN": 211,
      "CARD.FLECHETTES": 212,
      "CARD.FLICK_FLACK": 213,
      "CARD.FOCUSED_STRIKE": 214,
      "CARD.FOLLY": 215,
      "CARD.FOOTWORK": 216,
      "CARD.FORBIDDEN_GRIMOIRE": 217,
      "CARD.FOREGONE_CONCLUSION": 218,
      "CARD.FORGOTTEN_RITUAL": 219,
      "CARD.FRANTIC_ESCAPE": 220,
      "CARD.FRIENDSHIP": 221,
      "CARD.FTL": 222,
      "CARD.FUEL": 223,
      "CARD.FURNACE": 224,
      "CARD.FUSION": 225,
      "CARD.GAMMA_BLAST": 226,
      "CARD.GANG_UP": 227,
      "CARD.GATHER_LIGHT": 228,
      "CARD.GENESIS": 229,
      "CARD.GENETIC_ALGORITHM": 230,
      "CARD.GIANT_ROCK": 231,
      "CARD.GLACIER": 232,
      "CARD.GLASSWORK": 233,
      "CARD.GLIMMER": 234,
      "CARD.GLIMPSE_BEYOND": 235,
      "CARD.GLITTERSTREAM": 236,
      "CARD.GLOW": 237,
      "CARD.GOLD_AXE": 238,
      "CARD.GO_FOR_THE_EYES": 239,
      "CARD.GRAND_FINALE": 240,
      "CARD.GRAVEBLAST": 241,
      "CARD.GRAVE_WARDEN": 242,
      "CARD.GREED": 243,
      "CARD.GUARDS": 244,
      "CARD.GUIDING_STAR": 245,
      "CARD.GUILTY": 246,
      "CARD.GUNK_UP": 247,
      "CARD.HAILSTORM": 248,
      "CARD.HAMMER_TIME": 249,
      "CARD.HAND_OF_GREED": 250,
      "CARD.HAND_TRICK": 251,
      "CARD.HANG": 252,
      "CARD.HAUNT": 253,
      "CARD.HAVOC": 254,
      "CARD.HAZE": 255,
      "CARD.HEADBUTT": 256,
      "CARD.HEAVENLY_DRILL": 257,
      "CARD.HEGEMONY": 258,
      "CARD.HEIRLOOM_HAMMER": 259,
      "CARD.HELIX_DRILL": 260,
      "CARD.HELLO_WORLD": 261,
      "CARD.HELLRAISER": 262,
      "CARD.HEMOKINESIS": 263,
      "CARD.HIDDEN_CACHE": 264,
      "CARD.HIDDEN_DAGGERS": 265,
      "CARD.HIDDEN_GEM": 266,
      "CARD.HIGH_FIVE": 267,
      "CARD.HOLOGRAM": 268,
      "CARD.HOTFIX": 269,
      "CARD.HOWL_FROM_BEYOND": 270,
      "CARD.HUDDLE_UP": 271,
      "CARD.HYPERBEAM": 272,
      "CARD.ICE_LANCE": 273,
      "CARD.IGNITION": 274,
      "CARD.IMPATIENCE": 275,
      "CARD.IMPERVIOUS": 276,
      "CARD.INFECTION": 277,
      "CARD.INFERNAL_BLADE": 278,
      "CARD.INFERNO": 279,
      "CARD.INFINITE_BLADES": 280,
      "CARD.INFLAME": 281,
      "CARD.INJURY": 282,
      "CARD.INTERCEPT": 283,
      "CARD.INVOKE": 284,
      "CARD.IRON_WAVE": 285,
      "CARD.ITERATION": 286,
      "CARD.I_AM_INVINCIBLE": 287,
      "CARD.JACKPOT": 288,
      "CARD.JACK_OF_ALL_TRADES": 289,
      "CARD.JUGGERNAUT": 290,
      "CARD.JUGGLING": 291,
      "CARD.KINGLY_KICK": 292,
      "CARD.KINGLY_PUNCH": 293,
      "CARD.KNIFE_TRAP": 294,
      "CARD.KNOCKDOWN": 295,
      "CARD.KNOCKOUT_BLOW": 296,
      "CARD.KNOW_THY_PLACE": 297,
      "CARD.LANTERN_KEY": 298,
      "CARD.LARGESSE": 299,
      "CARD.LEADING_STRIKE": 300,
      "CARD.LEAP": 301,
      "CARD.LEGION_OF_BONE": 302,
      "CARD.LEG_SWEEP": 303,
      "CARD.LETHALITY": 304,
      "CARD.LIFT": 305,
      "CARD.LIGHTNING_ROD": 306,
      "CARD.LOOP": 307,
      "CARD.LUMINESCE": 308,
      "CARD.LUNAR_BLAST": 309,
      "CARD.MACHINE_LEARNING": 310,
      "CARD.MAD_SCIENCE": 311,
      "CARD.MAKE_IT_SO": 312,
      "CARD.MALAISE": 313,
      "CARD.MANGLE": 314,
      "CARD.MANIFEST_AUTHORITY": 315,
      "CARD.MASTER_OF_STRATEGY": 316,
      "CARD.MASTER_PLANNER": 317,
      "CARD.MAUL": 318,
      "CARD.MAYHEM": 319,
      "CARD.MELANCHOLY": 320,
      "CARD.MEMENTO_MORI": 321,
      "CARD.METAMORPHOSIS": 322,
      "CARD.METEOR_SHOWER": 323,
      "CARD.METEOR_STRIKE": 324,
      "CARD.MIMIC": 325,
      "CARD.MIND_BLAST": 326,
      "CARD.MIND_ROT": 327,
      "CARD.MINION_DIVE_BOMB": 328,
      "CARD.MINION_SACRIFICE": 329,
      "CARD.MINION_STRIKE": 330,
      "CARD.MIRAGE": 331,
      "CARD.MISERY": 332,
      "CARD.MODDED": 333,
      "CARD.MOLTEN_FIST": 334,
      "CARD.MOMENTUM_STRIKE": 335,
      "CARD.MONARCHS_GAZE": 336,
      "CARD.MONOLOGUE": 337,
      "CARD.MULTI_CAST": 338,
      "CARD.MURDER": 339,
      "CARD.NECRO_MASTERY": 340,
      "CARD.NEGATIVE_PULSE": 341,
      "CARD.NEOWS_FURY": 342,
      "CARD.NEUROSURGE": 343,
      "CARD.NEUTRALIZE": 344,
      "CARD.NEUTRON_AEGIS": 345,
      "CARD.NIGHTMARE": 346,
      "CARD.NORMALITY": 347,
      "CARD.NOSTALGIA": 348,
      "CARD.NOT_YET": 349,
      "CARD.NOXIOUS_FUMES": 350,
      "CARD.NO_ESCAPE": 351,
      "CARD.NULL": 352,
      "CARD.OBLIVION": 353,
      "CARD.OFFERING": 354,
      "CARD.OMNISLICE": 355,
      "CARD.ONE_TWO_PUNCH": 356,
      "CARD.ORBIT": 357,
      "CARD.OUTBREAK": 358,
      "CARD.OUTMANEUVER": 359,
      "CARD.OVERCLOCK": 360,
      "CARD.PACTS_END": 361,
      "CARD.PAGESTORM": 362,
      "CARD.PALE_BLUE_DOT": 363,
      "CARD.PANACHE": 364,
      "CARD.PANIC_BUTTON": 365,
      "CARD.PARRY": 366,
      "CARD.PARSE": 367,
      "CARD.PARTICLE_WALL": 368,
      "CARD.PATTER": 369,
      "CARD.PECK": 370,
      "CARD.PERFECTED_STRIKE": 371,
      "CARD.PHANTOM_BLADES": 372,
      "CARD.PHOTON_CUT": 373,
      "CARD.PIERCING_WAIL": 374,
      "CARD.PILLAGE": 375,
      "CARD.PILLAR_OF_CREATION": 376,
      "CARD.PINPOINT": 377,
      "CARD.POISONED_STAB": 378,
      "CARD.POKE": 379,
      "CARD.POMMEL_STRIKE": 380,
      "CARD.POOR_SLEEP": 381,
      "CARD.POUNCE": 382,
      "CARD.PRECISE_CUT": 383,
      "CARD.PREDATOR": 384,
      "CARD.PREPARED": 385,
      "CARD.PREP_TIME": 386,
      "CARD.PRIMAL_FORCE": 387,
      "CARD.PRODUCTION": 388,
      "CARD.PROLONG": 389,
      "CARD.PROPHESIZE": 390,
      "CARD.PROTECTOR": 391,
      "CARD.PROWESS": 392,
      "CARD.PULL_AGGRO": 393,
      "CARD.PULL_FROM_BELOW": 394,
      "CARD.PURITY": 395,
      "CARD.PUTREFY": 396,
      "CARD.PYRE": 397,
      "CARD.QUADCAST": 398,
      "CARD.QUASAR": 399,
      "CARD.RADIATE": 400,
      "CARD.RAGE": 401,
      "CARD.RAINBOW": 402,
      "CARD.RALLY": 403,
      "CARD.RAMPAGE": 404,
      "CARD.RATTLE": 405,
      "CARD.REANIMATE": 406,
      "CARD.REAP": 407,
      "CARD.REAPER_FORM": 408,
      "CARD.REAVE": 409,
      "CARD.REBOOT": 410,
      "CARD.REBOUND": 411,
      "CARD.REFINE_BLADE": 412,
      "CARD.REFLECT": 413,
      "CARD.REFLEX": 414,
      "CARD.REFRACT": 415,
      "CARD.REGRET": 416,
      "CARD.RELAX": 417,
      "CARD.REND": 418,
      "CARD.RESONANCE": 419,
      "CARD.RESTLESSNESS": 420,
      "CARD.RICOCHET": 421,
      "CARD.RIGHT_HAND_HAND": 422,
      "CARD.RIP_AND_TEAR": 423,
      "CARD.ROCKET_PUNCH": 424,
      "CARD.ROLLING_BOULDER": 425,
      "CARD.ROYALTIES": 426,
      "CARD.ROYAL_GAMBLE": 427,
      "CARD.RUPTURE": 428,
      "CARD.SACRIFICE": 429,
      "CARD.SALVO": 430,
      "CARD.SCARE": 431,
      "CARD.SCAVENGE": 432,
      "CARD.SCOURGE": 433,
      "CARD.SCRAPE": 434,
      "CARD.SCRAWL": 435,
      "CARD.SCULPTING_STRIKE": 436,
      "CARD.SEANCE": 437,
      "CARD.SECOND_WIND": 438,
      "CARD.SECRET_TECHNIQUE": 439,
      "CARD.SECRET_WEAPON": 440,
      "CARD.SEEKER_STRIKE": 441,
      "CARD.SEEKING_EDGE": 442,
      "CARD.SENTRY_MODE": 443,
      "CARD.SERPENT_FORM": 444,
      "CARD.SETUP_STRIKE": 445,
      "CARD.SEVEN_STARS": 446,
      "CARD.SEVERANCE": 447,
      "CARD.SHADOWMELD": 448,
      "CARD.SHADOW_SHIELD": 449,
      "CARD.SHADOW_STEP": 450,
      "CARD.SHAME": 451,
      "CARD.SHARED_FATE": 452,
      "CARD.SHATTER": 453,
      "CARD.SHINING_STRIKE": 454,
      "CARD.SHIV": 455,
      "CARD.SHOCKWAVE": 456,
      "CARD.SHROUD": 457,
      "CARD.SHRUG_IT_OFF": 458,
      "CARD.SIC_EM": 459,
      "CARD.SIGNAL_BOOST": 460,
      "CARD.SKEWER": 461,
      "CARD.SKIM": 462,
      "CARD.SLEIGHT_OF_FLESH": 463,
      "CARD.SLICE": 464,
      "CARD.SLIMED": 465,
      "CARD.SLOTH": 466,
      "CARD.SMOKESTACK": 467,
      "CARD.SNAKEBITE": 468,
      "CARD.SNAP": 469,
      "CARD.SNEAKY": 470,
      "CARD.SOLAR_STRIKE": 471,
      "CARD.SOOT": 472,
      "CARD.SOUL": 473,
      "CARD.SOUL_STORM": 474,
      "CARD.SOVEREIGN_BLADE": 475,
      "CARD.SOW": 476,
      "CARD.SPECTRUM_SHIFT": 477,
      "CARD.SPEEDSTER": 478,
      "CARD.SPINNER": 479,
      "CARD.SPIRIT_OF_ASH": 480,
      "CARD.SPITE": 481,
      "CARD.SPLASH": 482,
      "CARD.SPOILS_MAP": 483,
      "CARD.SPOILS_OF_BATTLE": 484,
      "CARD.SPORE_MIND": 485,
      "CARD.SPUR": 486,
      "CARD.SQUASH": 487,
      "CARD.SQUEEZE": 488,
      "CARD.STACK": 489,
      "CARD.STAMPEDE": 490,
      "CARD.STARDUST": 491,
      "CARD.STOKE": 492,
      "CARD.STOMP": 493,
      "CARD.STONE_ARMOR": 494,
      "CARD.STORM": 495,
      "CARD.STORM_OF_STEEL": 496,
      "CARD.STRANGLE": 497,
      "CARD.STRATAGEM": 498,
      "CARD.STRIKE_DEFECT": 499,
      "CARD.STRIKE_IRONCLAD": 500,
      "CARD.STRIKE_NECROBINDER": 501,
      "CARD.STRIKE_REGENT": 502,
      "CARD.STRIKE_SILENT": 503,
      "CARD.SUBROUTINE": 504,
      "CARD.SUCKER_PUNCH": 505,
      "CARD.SUMMON_FORTH": 506,
      "CARD.SUNDER": 507,
      "CARD.SUPERCRITICAL": 508,
      "CARD.SUPERMASSIVE": 509,
      "CARD.SUPPRESS": 510,
      "CARD.SURVIVOR": 511,
      "CARD.SWEEPING_BEAM": 512,
      "CARD.SWEEPING_GAZE": 513,
      "CARD.SWORD_BOOMERANG": 514,
      "CARD.SWORD_SAGE": 515,
      "CARD.SYNCHRONIZE": 516,
      "CARD.SYNTHESIS": 517,
      "CARD.TACTICIAN": 518,
      "CARD.TAG_TEAM": 519,
      "CARD.TANK": 520,
      "CARD.TAUNT": 521,
      "CARD.TEAR_ASUNDER": 522,
      "CARD.TEMPEST": 523,
      "CARD.TERRAFORMING": 524,
      "CARD.TESLA_COIL": 525,
      "CARD.THE_BOMB": 526,
      "CARD.THE_GAMBIT": 527,
      "CARD.THE_HUNT": 528,
      "CARD.THE_SCYTHE": 529,
      "CARD.THE_SEALED_THRONE": 530,
      "CARD.THE_SMITH": 531,
      "CARD.THINKING_AHEAD": 532,
      "CARD.THRASH": 533,
      "CARD.THRUMMING_HATCHET": 534,
      "CARD.THUNDER": 535,
      "CARD.THUNDERCLAP": 536,
      "CARD.TIMES_UP": 537,
      "CARD.TOOLS_OF_THE_TRADE": 538,
      "CARD.TORIC_TOUGHNESS": 539,
      "CARD.TOXIC": 540,
      "CARD.TRACKING": 541,
      "CARD.TRANSFIGURE": 542,
      "CARD.TRASH_TO_TREASURE": 543,
      "CARD.TREMBLE": 544,
      "CARD.TRUE_GRIT": 545,
      "CARD.TURBO": 546,
      "CARD.TWIN_STRIKE": 547,
      "CARD.TYRANNY": 548,
      "CARD.ULTIMATE_DEFEND": 549,
      "CARD.ULTIMATE_STRIKE": 550,
      "CARD.UNDEATH": 551,
      "CARD.UNLEASH": 552,
      "CARD.UNMOVABLE": 553,
      "CARD.UNRELENTING": 554,
      "CARD.UNTOUCHABLE": 555,
      "CARD.UPPERCUT": 556,
      "CARD.UPROAR": 557,
      "CARD.UP_MY_SLEEVE": 558,
      "CARD.VEILPIERCER": 559,
      "CARD.VENERATE": 560,
      "CARD.VICIOUS": 561,
      "CARD.VOID": 562,
      "CARD.VOID_FORM": 563,
      "CARD.VOLLEY": 564,
      "CARD.VOLTAIC": 565,
      "CARD.WASTE_AWAY": 566,
      "CARD.WELL_LAID_PLANS": 567,
      "CARD.WHIRLWIND": 568,
      "CARD.WHISTLE": 569,
      "CARD.WHITE_NOISE": 570,
      "CARD.WISH": 571,
      "CARD.WISP": 572,
      "CARD.WITHER": 573,
      "CARD.WOUND": 574,
      "CARD.WRAITH_FORM": 575,
      "CARD.WRITHE": 576,
      "CARD.WROUGHT_IN_WAR": 577,
      "CARD.ZAP": 578
    },
    "enemy": {
      "MONSTER.AEONGLASS": 579,
      "MONSTER.ASSASSIN_RUBY_RAIDER": 580,
      "MONSTER.AXEBOT": 581,
      "MONSTER.AXE_RUBY_RAIDER": 582,
      "MONSTER.BOWLBUG_EGG": 583,
      "MONSTER.BOWLBUG_NECTAR": 584,
      "MONSTER.BOWLBUG_ROCK": 585,
      "MONSTER.BOWLBUG_SILK": 586,
      "MONSTER.BRUTE_RUBY_RAIDER": 587,
      "MONSTER.BYGONE_EFFIGY": 588,
      "MONSTER.BYRDONIS": 589,
      "MONSTER.CALCIFIED_CULTIST": 590,
      "MONSTER.CEREMONIAL_BEAST": 591,
      "MONSTER.CHOMPER": 592,
      "MONSTER.CORPSE_SLUG": 593,
      "MONSTER.CROSSBOW_RUBY_RAIDER": 594,
      "MONSTER.CRUSHER": 595,
      "MONSTER.CUBEX_CONSTRUCT": 596,
      "MONSTER.DAMP_CULTIST": 597,
      "MONSTER.DECIMILLIPEDE_SEGMENT_BACK": 598,
      "MONSTER.DECIMILLIPEDE_SEGMENT_FRONT": 599,
      "MONSTER.DECIMILLIPEDE_SEGMENT_MIDDLE": 600,
      "MONSTER.DEVOTED_SCULPTOR": 601,
      "MONSTER.ENTOMANCER": 602,
      "MONSTER.EXOSKELETON": 603,
      "MONSTER.EYE_WITH_TEETH": 604,
      "MONSTER.FABRICATOR": 605,
      "MONSTER.FAT_GREMLIN": 606,
      "MONSTER.FLAIL_KNIGHT": 607,
      "MONSTER.FLYCONID": 608,
      "MONSTER.FOGMOG": 609,
      "MONSTER.FOSSIL_STALKER": 610,
      "MONSTER.FROG_KNIGHT": 611,
      "MONSTER.FUZZY_WURM_CRAWLER": 612,
      "MONSTER.GAS_BOMB": 613,
      "MONSTER.GLOBE_HEAD": 614,
      "MONSTER.GREMLIN_MERC": 615,
      "MONSTER.GUARDBOT": 616,
      "MONSTER.HAUNTED_SHIP": 617,
      "MONSTER.HUNTER_KILLER": 618,
      "MONSTER.INFESTED_PRISM": 619,
      "MONSTER.INKLET": 620,
      "MONSTER.KIN_FOLLOWER": 621,
      "MONSTER.KIN_PRIEST": 622,
      "MONSTER.KNOWLEDGE_DEMON": 623,
      "MONSTER.LAGAVULIN_MATRIARCH": 624,
      "MONSTER.LEAF_SLIME_M": 625,
      "MONSTER.LEAF_SLIME_S": 626,
      "MONSTER.LIVING_FOG": 627,
      "MONSTER.LIVING_SHIELD": 628,
      "MONSTER.LOUSE_PROGENITOR": 629,
      "MONSTER.MAGI_KNIGHT": 630,
      "MONSTER.MAWLER": 631,
      "MONSTER.MECHA_KNIGHT": 632,
      "MONSTER.MYTE": 633,
      "MONSTER.NIBBIT": 634,
      "MONSTER.NOISEBOT": 635,
      "MONSTER.OVICOPTER": 636,
      "MONSTER.OWL_MAGISTRATE": 637,
      "MONSTER.PARAFRIGHT": 638,
      "MONSTER.PHANTASMAL_GARDENER": 639,
      "MONSTER.PHROG_PARASITE": 640,
      "MONSTER.PUNCH_CONSTRUCT": 641,
      "MONSTER.QUEEN": 642,
      "MONSTER.ROCKET": 643,
      "MONSTER.SCROLL_OF_BITING": 644,
      "MONSTER.SEAPUNK": 645,
      "MONSTER.SEWER_CLAM": 646,
      "MONSTER.SHRINKER_BEETLE": 647,
      "MONSTER.SKULKING_COLONY": 648,
      "MONSTER.SLIMED_BERSERKER": 649,
      "MONSTER.SLITHERING_STRANGLER": 650,
      "MONSTER.SLUDGE_SPINNER": 651,
      "MONSTER.SLUMBERING_BEETLE": 652,
      "MONSTER.SNAPPING_JAXFRUIT": 653,
      "MONSTER.SNEAKY_GREMLIN": 654,
      "MONSTER.SOUL_FYSH": 655,
      "MONSTER.SOUL_NEXUS": 656,
      "MONSTER.SPECTRAL_KNIGHT": 657,
      "MONSTER.SPINY_TOAD": 658,
      "MONSTER.STABBOT": 659,
      "MONSTER.TERROR_EEL": 660,
      "MONSTER.TEST_SUBJECT": 661,
      "MONSTER.THE_FORGOTTEN": 662,
      "MONSTER.THE_INSATIABLE": 663,
      "MONSTER.THE_LOST": 664,
      "MONSTER.THE_OBSCURA": 665,
      "MONSTER.THIEVING_HOPPER": 666,
      "MONSTER.TOADPOLE": 667,
      "MONSTER.TORCH_HEAD_AMALGAM": 668,
      "MONSTER.TOUGH_EGG": 669,
      "MONSTER.TRACKER_RUBY_RAIDER": 670,
      "MONSTER.TUNNELER": 671,
      "MONSTER.TURRET_OPERATOR": 672,
      "MONSTER.TWIG_SLIME_M": 673,
      "MONSTER.TWIG_SLIME_S": 674,
      "MONSTER.TWO_TAILED_RAT": 675,
      "MONSTER.VANTOM": 676,
      "MONSTER.VINE_SHAMBLER": 677,
      "MONSTER.WATERFALL_GIANT": 678,
      "MONSTER.WRIGGLER": 679,
      "MONSTER.ZAPBOT": 680
    },
    "relic": {
      "RELIC.AKABEKO": 681,
      "RELIC.ALCHEMICAL_COFFER": 682,
      "RELIC.AMETHYST_AUBERGINE": 683,
      "RELIC.ANCHOR": 684,
      "RELIC.ARCANE_SCROLL": 685,
      "RELIC.ARCHAIC_TOOTH": 686,
      "RELIC.ART_OF_WAR": 687,
      "RELIC.ASTROLABE": 688,
      "RELIC.BAG_OF_MARBLES": 689,
      "RELIC.BAG_OF_PREPARATION": 690,
      "RELIC.BEATING_REMNANT": 691,
      "RELIC.BEAUTIFUL_BRACELET": 692,
      "RELIC.BELLOWS": 693,
      "RELIC.BELT_BUCKLE": 694,
      "RELIC.BIG_HAT": 695,
      "RELIC.BIG_MUSHROOM": 696,
      "RELIC.BIIIG_HUG": 697,
      "RELIC.BING_BONG": 698,
      "RELIC.BLACK_BLOOD": 699,
      "RELIC.BLACK_STAR": 700,
      "RELIC.BLESSED_ANTLER": 701,
      "RELIC.BLOOD_SOAKED_ROSE": 702,
      "RELIC.BLOOD_VIAL": 703,
      "RELIC.BONE_FLUTE": 704,
      "RELIC.BONE_TEA": 705,
      "RELIC.BOOKMARK": 706,
      "RELIC.BOOK_OF_FIVE_RINGS": 707,
      "RELIC.BOOK_REPAIR_KNIFE": 708,
      "RELIC.BOOMING_CONCH": 709,
      "RELIC.BOUND_PHYLACTERY": 710,
      "RELIC.BOWLER_HAT": 711,
      "RELIC.BREAD": 712,
      "RELIC.BRILLIANT_SCARF": 713,
      "RELIC.BRIMSTONE": 714,
      "RELIC.BRONZE_SCALES": 715,
      "RELIC.BURNING_BLOOD": 716,
      "RELIC.BURNING_STICKS": 717,
      "RELIC.BYRDPIP": 718,
      "RELIC.CALLING_BELL": 719,
      "RELIC.CANDELABRA": 720,
      "RELIC.CAPTAINS_WHEEL": 721,
      "RELIC.CAULDRON": 722,
      "RELIC.CENTENNIAL_PUZZLE": 723,
      "RELIC.CHANDELIER": 724,
      "RELIC.CHARONS_ASHES": 725,
      "RELIC.CHEMICAL_X": 726,
      "RELIC.CHOICES_PARADOX": 727,
      "RELIC.CHOSEN_CHEESE": 728,
      "RELIC.CIRCLET": 729,
      "RELIC.CLAWS": 730,
      "RELIC.CLOAK_CLASP": 731,
      "RELIC.CRACKED_CORE": 732,
      "RELIC.CROSSBOW": 733,
      "RELIC.CURSED_PEARL": 734,
      "RELIC.DARKSTONE_PERIAPT": 735,
      "RELIC.DATA_DISK": 736,
      "RELIC.DAUGHTER_OF_THE_WIND": 737,
      "RELIC.DELICATE_FROND": 738,
      "RELIC.DEMON_TONGUE": 739,
      "RELIC.DEPRECATED_RELIC": 740,
      "RELIC.DIAMOND_DIADEM": 741,
      "RELIC.DINGY_RUG": 742,
      "RELIC.DISTINGUISHED_CAPE": 743,
      "RELIC.DIVINE_DESTINY": 744,
      "RELIC.DIVINE_RIGHT": 745,
      "RELIC.DOLLYS_MIRROR": 746,
      "RELIC.DRAGON_FRUIT": 747,
      "RELIC.DREAM_CATCHER": 748,
      "RELIC.DRIFTWOOD": 749,
      "RELIC.DUSTY_TOME": 750,
      "RELIC.ECTOPLASM": 751,
      "RELIC.ELECTRIC_SHRYMP": 752,
      "RELIC.EMBER_TEA": 753,
      "RELIC.EMOTION_CHIP": 754,
      "RELIC.EMPTY_CAGE": 755,
      "RELIC.ETERNAL_FEATHER": 756,
      "RELIC.FAKE_ANCHOR": 757,
      "RELIC.FAKE_BLOOD_VIAL": 758,
      "RELIC.FAKE_HAPPY_FLOWER": 759,
      "RELIC.FAKE_LEES_WAFFLE": 760,
      "RELIC.FAKE_MANGO": 761,
      "RELIC.FAKE_MERCHANTS_RUG": 762,
      "RELIC.FAKE_ORICHALCUM": 763,
      "RELIC.FAKE_SNECKO_EYE": 764,
      "RELIC.FAKE_STRIKE_DUMMY": 765,
      "RELIC.FAKE_VENERABLE_TEA_SET": 766,
      "RELIC.FENCING_MANUAL": 767,
      "RELIC.FESTIVE_POPPER": 768,
      "RELIC.FIDDLE": 769,
      "RELIC.FISHING_ROD": 770,
      "RELIC.FORGOTTEN_SOUL": 771,
      "RELIC.FRAGRANT_MUSHROOM": 772,
      "RELIC.FRESNEL_LENS": 773,
      "RELIC.FROZEN_EGG": 774,
      "RELIC.FUNERARY_MASK": 775,
      "RELIC.FUR_COAT": 776,
      "RELIC.GALACTIC_DUST": 777,
      "RELIC.GAMBLING_CHIP": 778,
      "RELIC.GAME_PIECE": 779,
      "RELIC.GHOST_SEED": 780,
      "RELIC.GIRYA": 781,
      "RELIC.GLASS_EYE": 782,
      "RELIC.GLITTER": 783,
      "RELIC.GNARLED_HAMMER": 784,
      "RELIC.GOLDEN_COMPASS": 785,
      "RELIC.GOLDEN_PEARL": 786,
      "RELIC.GOLD_PLATED_CABLES": 787,
      "RELIC.GORGET": 788,
      "RELIC.GREMLIN_HORN": 789,
      "RELIC.HAND_DRILL": 790,
      "RELIC.HAPPY_FLOWER": 791,
      "RELIC.HEFTY_TABLET": 792,
      "RELIC.HELICAL_DART": 793,
      "RELIC.HISTORY_COURSE": 794,
      "RELIC.HORN_CLEAT": 795,
      "RELIC.ICE_CREAM": 796,
      "RELIC.INFUSED_CORE": 797,
      "RELIC.INTIMIDATING_HELMET": 798,
      "RELIC.IRON_CLUB": 799,
      "RELIC.IVORY_TILE": 800,
      "RELIC.JEWELED_MASK": 801,
      "RELIC.JEWELRY_BOX": 802,
      "RELIC.JOSS_PAPER": 803,
      "RELIC.JUZU_BRACELET": 804,
      "RELIC.KALEIDOSCOPE": 805,
      "RELIC.KIFUDA": 806,
      "RELIC.KUNAI": 807,
      "RELIC.KUSARIGAMA": 808,
      "RELIC.LANTERN": 809,
      "RELIC.LARGE_CAPSULE": 810,
      "RELIC.LASTING_CANDY": 811,
      "RELIC.LAVA_LAMP": 812,
      "RELIC.LAVA_ROCK": 813,
      "RELIC.LEAD_PAPERWEIGHT": 814,
      "RELIC.LEAFY_POULTICE": 815,
      "RELIC.LEES_WAFFLE": 816,
      "RELIC.LETTER_OPENER": 817,
      "RELIC.LIZARD_TAIL": 818,
      "RELIC.LOOMING_FRUIT": 819,
      "RELIC.LORDS_PARASOL": 820,
      "RELIC.LOST_COFFER": 821,
      "RELIC.LOST_WISP": 822,
      "RELIC.LUCKY_FYSH": 823,
      "RELIC.LUNAR_PASTRY": 824,
      "RELIC.MANGO": 825,
      "RELIC.MASSIVE_SCROLL": 826,
      "RELIC.MAW_BANK": 827,
      "RELIC.MEAL_TICKET": 828,
      "RELIC.MEAT_CLEAVER": 829,
      "RELIC.MEAT_ON_THE_BONE": 830,
      "RELIC.MEMBERSHIP_CARD": 831,
      "RELIC.MERCURY_HOURGLASS": 832,
      "RELIC.METRONOME": 833,
      "RELIC.MINIATURE_CANNON": 834,
      "RELIC.MINIATURE_TENT": 835,
      "RELIC.MINI_REGENT": 836,
      "RELIC.MOLTEN_EGG": 837,
      "RELIC.MR_STRUGGLES": 838,
      "RELIC.MUMMIFIED_HAND": 839,
      "RELIC.MUSIC_BOX": 840,
      "RELIC.MYSTIC_LIGHTER": 841,
      "RELIC.NEOWS_BONES": 842,
      "RELIC.NEOWS_TALISMAN": 843,
      "RELIC.NEOWS_TORMENT": 844,
      "RELIC.NEW_LEAF": 845,
      "RELIC.NINJA_SCROLL": 846,
      "RELIC.NUNCHAKU": 847,
      "RELIC.NUTRITIOUS_OYSTER": 848,
      "RELIC.NUTRITIOUS_SOUP": 849,
      "RELIC.ODDLY_SMOOTH_STONE": 850,
      "RELIC.OLD_COIN": 851,
      "RELIC.ORANGE_DOUGH": 852,
      "RELIC.ORICHALCUM": 853,
      "RELIC.ORNAMENTAL_FAN": 854,
      "RELIC.ORRERY": 855,
      "RELIC.PAELS_BLOOD": 856,
      "RELIC.PAELS_CLAW": 857,
      "RELIC.PAELS_EYE": 858,
      "RELIC.PAELS_FLESH": 859,
      "RELIC.PAELS_GROWTH": 860,
      "RELIC.PAELS_HORN": 861,
      "RELIC.PAELS_LEGION": 862,
      "RELIC.PAELS_TEARS": 863,
      "RELIC.PAELS_TOOTH": 864,
      "RELIC.PAELS_WING": 865,
      "RELIC.PANDORAS_BOX": 866,
      "RELIC.PANTOGRAPH": 867,
      "RELIC.PAPER_KRANE": 868,
      "RELIC.PAPER_PHROG": 869,
      "RELIC.PARRYING_SHIELD": 870,
      "RELIC.PEAR": 871,
      "RELIC.PENDULUM": 872,
      "RELIC.PEN_NIB": 873,
      "RELIC.PERMAFROST": 874,
      "RELIC.PETRIFIED_TOAD": 875,
      "RELIC.PHIAL_HOLSTER": 876,
      "RELIC.PHILOSOPHERS_STONE": 877,
      "RELIC.PHYLACTERY_UNBOUND": 878,
      "RELIC.PLANISPHERE": 879,
      "RELIC.POCKETWATCH": 880,
      "RELIC.POLLINOUS_CORE": 881,
      "RELIC.POMANDER": 882,
      "RELIC.POTION_BELT": 883,
      "RELIC.POWER_CELL": 884,
      "RELIC.PRAYER_WHEEL": 885,
      "RELIC.PRECARIOUS_SHEARS": 886,
      "RELIC.PRECISE_SCISSORS": 887,
      "RELIC.PRESERVED_FOG": 888,
      "RELIC.PRISMATIC_GEM": 889,
      "RELIC.PUMPKIN_CANDLE": 890,
      "RELIC.PUNCH_DAGGER": 891,
      "RELIC.RADIANT_PEARL": 892,
      "RELIC.RAINBOW_RING": 893,
      "RELIC.RAZOR_TOOTH": 894,
      "RELIC.RED_MASK": 895,
      "RELIC.RED_SKULL": 896,
      "RELIC.REGALITE": 897,
      "RELIC.REGAL_PILLOW": 898,
      "RELIC.REPTILE_TRINKET": 899,
      "RELIC.RINGING_TRIANGLE": 900,
      "RELIC.RING_OF_THE_DRAKE": 901,
      "RELIC.RING_OF_THE_SNAKE": 902,
      "RELIC.RIPPLE_BASIN": 903,
      "RELIC.ROYAL_POISON": 904,
      "RELIC.ROYAL_STAMP": 905,
      "RELIC.RUINED_HELMET": 906,
      "RELIC.RUNIC_CAPACITOR": 907,
      "RELIC.RUNIC_PYRAMID": 908,
      "RELIC.SAI": 909,
      "RELIC.SAND_CASTLE": 910,
      "RELIC.SCREAMING_FLAGON": 911,
      "RELIC.SCROLL_BOXES": 912,
      "RELIC.SEAL_OF_GOLD": 913,
      "RELIC.SEA_GLASS": 914,
      "RELIC.SELF_FORMING_CLAY": 915,
      "RELIC.SERE_TALON": 916,
      "RELIC.SHOVEL": 917,
      "RELIC.SHURIKEN": 918,
      "RELIC.SIGNET_RING": 919,
      "RELIC.SILKEN_TRESS": 920,
      "RELIC.SILVER_CRUCIBLE": 921,
      "RELIC.SLING_OF_COURAGE": 922,
      "RELIC.SMALL_CAPSULE": 923,
      "RELIC.SNECKO_EYE": 924,
      "RELIC.SNECKO_SKULL": 925,
      "RELIC.SOZU": 926,
      "RELIC.SPARKLING_ROUGE": 927,
      "RELIC.SPIKED_GAUNTLETS": 928,
      "RELIC.STONE_CALENDAR": 929,
      "RELIC.STONE_CRACKER": 930,
      "RELIC.STONE_HUMIDIFIER": 931,
      "RELIC.STORYBOOK": 932,
      "RELIC.STRAWBERRY": 933,
      "RELIC.STRIKE_DUMMY": 934,
      "RELIC.STURDY_CLAMP": 935,
      "RELIC.SWORD_OF_JADE": 936,
      "RELIC.SWORD_OF_STONE": 937,
      "RELIC.SYMBIOTIC_VIRUS": 938,
      "RELIC.TANXS_WHISTLE": 939,
      "RELIC.TEA_OF_DISCOURTESY": 940,
      "RELIC.THE_ABACUS": 941,
      "RELIC.THE_BOOT": 942,
      "RELIC.THE_COURIER": 943,
      "RELIC.THROWING_AXE": 944,
      "RELIC.TINGSHA": 945,
      "RELIC.TINY_MAILBOX": 946,
      "RELIC.TOASTY_MITTENS": 947,
      "RELIC.TOOLBOX": 948,
      "RELIC.TOUCH_OF_OROBAS": 949,
      "RELIC.TOUGH_BANDAGES": 950,
      "RELIC.TOXIC_EGG": 951,
      "RELIC.TOY_BOX": 952,
      "RELIC.TRI_BOOMERANG": 953,
      "RELIC.TUNGSTEN_ROD": 954,
      "RELIC.TUNING_FORK": 955,
      "RELIC.TWISTED_FUNNEL": 956,
      "RELIC.UNCEASING_TOP": 957,
      "RELIC.UNDYING_SIGIL": 958,
      "RELIC.UNSETTLING_LAMP": 959,
      "RELIC.VAJRA": 960,
      "RELIC.VAMBRACE": 961,
      "RELIC.VELVET_CHOKER": 962,
      "RELIC.VENERABLE_TEA_SET": 963,
      "RELIC.VERY_HOT_COCOA": 964,
      "RELIC.VEXING_PUZZLEBOX": 965,
      "RELIC.VITRUVIAN_MINION": 966,
      "RELIC.WAR_HAMMER": 967,
      "RELIC.WAR_PAINT": 968,
      "RELIC.WHETSTONE": 969,
      "RELIC.WHISPERING_EARRING": 970,
      "RELIC.WHITE_BEAST_STATUE": 971,
      "RELIC.WHITE_STAR": 972,
      "RELIC.WINGED_BOOTS": 973,
      "RELIC.WING_CHARM": 974,
      "RELIC.WONGOS_MYSTERY_TICKET": 975,
      "RELIC.WONGO_CUSTOMER_APPRECIATION_BADGE": 976,
      "RELIC.YUMMY_COOKIE": 977
    },
    "potion": {
      "POTION.ASHWATER": 978,
      "POTION.ATTACK_POTION": 979,
      "POTION.BEETLE_JUICE": 980,
      "POTION.BLESSING_OF_THE_FORGE": 981,
      "POTION.BLOCK_POTION": 982,
      "POTION.BLOOD_POTION": 983,
      "POTION.BONE_BREW": 984,
      "POTION.BOTTLED_POTENTIAL": 985,
      "POTION.CLARITY": 986,
      "POTION.COLORLESS_POTION": 987,
      "POTION.COSMIC_CONCOCTION": 988,
      "POTION.CUNNING_POTION": 989,
      "POTION.CURE_ALL": 990,
      "POTION.DEPRECATED_POTION": 991,
      "POTION.DEXTERITY_POTION": 992,
      "POTION.DISTILLED_CHAOS": 993,
      "POTION.DROPLET_OF_PRECOGNITION": 994,
      "POTION.DUPLICATOR": 995,
      "POTION.ENERGY_POTION": 996,
      "POTION.ENTROPIC_BREW": 997,
      "POTION.ESSENCE_OF_DARKNESS": 998,
      "POTION.EXPLOSIVE_AMPOULE": 999,
      "POTION.FAIRY_IN_A_BOTTLE": 1000,
      "POTION.FIRE_POTION": 1001,
      "POTION.FLEX_POTION": 1002,
      "POTION.FOCUS_POTION": 1003,
      "POTION.FORTIFIER": 1004,
      "POTION.FOUL_POTION": 1005,
      "POTION.FRUIT_JUICE": 1006,
      "POTION.FYSH_OIL": 1007,
      "POTION.GAMBLERS_BREW": 1008,
      "POTION.GHOST_IN_A_JAR": 1009,
      "POTION.GIGANTIFICATION_POTION": 1010,
      "POTION.GLOWWATER_POTION": 1011,
      "POTION.HEART_OF_IRON": 1012,
      "POTION.KINGS_COURAGE": 1013,
      "POTION.LIQUID_BRONZE": 1014,
      "POTION.LIQUID_MEMORIES": 1015,
      "POTION.LUCKY_TONIC": 1016,
      "POTION.MAZALETHS_GIFT": 1017,
      "POTION.MOCK_DISCARD_AND_ADD_SHIVS_POTION": 1018,
      "POTION.OROBIC_ACID": 1019,
      "POTION.POISON_POTION": 1020,
      "POTION.POTION_OF_BINDING": 1021,
      "POTION.POTION_OF_CAPACITY": 1022,
      "POTION.POTION_OF_DOOM": 1023,
      "POTION.POTION_SHAPED_ROCK": 1024,
      "POTION.POT_OF_GHOULS": 1025,
      "POTION.POWDERED_DEMISE": 1026,
      "POTION.POWER_POTION": 1027,
      "POTION.RADIANT_TINCTURE": 1028,
      "POTION.REGEN_POTION": 1029,
      "POTION.SHACKLING_POTION": 1030,
      "POTION.SHIP_IN_A_BOTTLE": 1031,
      "POTION.SKILL_POTION": 1032,
      "POTION.SNECKO_OIL": 1033,
      "POTION.SOLDIERS_STEW": 1034,
      "POTION.SPEED_POTION": 1035,
      "POTION.STABLE_SERUM": 1036,
      "POTION.STAR_POTION": 1037,
      "POTION.STRENGTH_POTION": 1038,
      "POTION.SWIFT_POTION": 1039,
      "POTION.TOUCH_OF_INSANITY": 1040,
      "POTION.VULNERABLE_POTION": 1041,
      "POTION.WEAK_POTION": 1042
    },
    "choice": {},
    "option": {},
    "power": {
      "POWER.ACCELERANT_POWER": 1043,
      "POWER.ACCURACY_POWER": 1044,
      "POWER.ADAPTABLE_POWER": 1045,
      "POWER.AFTERIMAGE_POWER": 1046,
      "POWER.AGGRESSION_POWER": 1047,
      "POWER.ANTICIPATE_POWER": 1048,
      "POWER.ARSENAL_POWER": 1049,
      "POWER.ARTIFACT_POWER": 1050,
      "POWER.ASLEEP_POWER": 1051,
      "POWER.AUTOMATION_POWER": 1052,
      "POWER.BACK_ATTACK_LEFT_POWER": 1053,
      "POWER.BACK_ATTACK_RIGHT_POWER": 1054,
      "POWER.BARRICADE_POWER": 1055,
      "POWER.BATTLEWORN_DUMMY_TIME_LIMIT_POWER": 1056,
      "POWER.BEACON_OF_HOPE_POWER": 1057,
      "POWER.BIASED_COGNITION_POWER": 1058,
      "POWER.BLACK_HOLE_POWER": 1059,
      "POWER.BLOCK_NEXT_TURN_POWER": 1060,
      "POWER.BLUR_POWER": 1061,
      "POWER.BORROWED_TIME_POWER": 1062,
      "POWER.BUFFER_POWER": 1063,
      "POWER.BURROWED_POWER": 1064,
      "POWER.BURST_POWER": 1065,
      "POWER.CALAMITY_POWER": 1066,
      "POWER.CALCIFY_POWER": 1067,
      "POWER.CALL_OF_THE_VOID_POWER": 1068,
      "POWER.CHAINS_OF_BINDING_POWER": 1069,
      "POWER.CHILD_OF_THE_STARS_POWER": 1070,
      "POWER.CLARITY_POWER": 1071,
      "POWER.COLOSSUS_POWER": 1072,
      "POWER.CONFUSED_POWER": 1073,
      "POWER.CONQUEROR_POWER": 1074,
      "POWER.CONSTRICT_POWER": 1075,
      "POWER.CONSUMING_SHADOW_POWER": 1076,
      "POWER.COOLANT_POWER": 1077,
      "POWER.COORDINATE_POWER": 1078,
      "POWER.CORROSIVE_WAVE_POWER": 1079,
      "POWER.CORRUPTION_POWER": 1080,
      "POWER.COUNTDOWN_POWER": 1081,
      "POWER.COVERED_POWER": 1082,
      "POWER.CRAB_RAGE_POWER": 1083,
      "POWER.CREATIVE_AI_POWER": 1084,
      "POWER.CRIMSON_MANTLE_POWER": 1085,
      "POWER.CRUELTY_POWER": 1086,
      "POWER.CRUSH_UNDER_POWER": 1087,
      "POWER.CURIOUS_POWER": 1088,
      "POWER.CURL_UP_POWER": 1089,
      "POWER.DAMPEN_POWER": 1090,
      "POWER.DANSE_MACABRE_POWER": 1091,
      "POWER.DARK_EMBRACE_POWER": 1092,
      "POWER.DARK_SHACKLES_POWER": 1093,
      "POWER.DEBILITATE_POWER": 1094,
      "POWER.DEMESNE_POWER": 1095,
      "POWER.DEMISE_POWER": 1096,
      "POWER.DEMON_FORM_POWER": 1097,
      "POWER.DEVOUR_LIFE_POWER": 1098,
      "POWER.DEXTERITY_POWER": 1099,
      "POWER.DIAMOND_DIADEM_POWER": 1100,
      "POWER.DIE_FOR_YOU_POWER": 1101,
      "POWER.DISINTEGRATION_POWER": 1102,
      "POWER.DOOM_POWER": 1103,
      "POWER.DOUBLE_DAMAGE_POWER": 1104,
      "POWER.DRAW_CARDS_NEXT_TURN_POWER": 1105,
      "POWER.DUPLICATION_POWER": 1106,
      "POWER.DYING_STAR_POWER": 1107,
      "POWER.ECHO_FORM_POWER": 1108,
      "POWER.ENERGY_NEXT_TURN_POWER": 1109,
      "POWER.ENFEEBLING_TOUCH_POWER": 1110,
      "POWER.ENRAGE_POWER": 1111,
      "POWER.ENTROPY_POWER": 1112,
      "POWER.ENVENOM_POWER": 1113,
      "POWER.ESCAPE_ARTIST_POWER": 1114,
      "POWER.FAN_OF_KNIVES_POWER": 1115,
      "POWER.FASTEN_POWER": 1116,
      "POWER.FEEDING_FRENZY_POWER": 1117,
      "POWER.FEEL_NO_PAIN_POWER": 1118,
      "POWER.FERAL_POWER": 1119,
      "POWER.FLAME_BARRIER_POWER": 1120,
      "POWER.FLANKING_POWER": 1121,
      "POWER.FLEX_POTION_POWER": 1122,
      "POWER.FLUTTER_POWER": 1123,
      "POWER.FOCUSED_STRIKE_POWER": 1124,
      "POWER.FOCUS_POWER": 1125,
      "POWER.FORBIDDEN_GRIMOIRE_POWER": 1126,
      "POWER.FOREGONE_CONCLUSION_POWER": 1127,
      "POWER.FRAIL_POWER": 1128,
      "POWER.FREE_ATTACK_POWER": 1129,
      "POWER.FREE_POWER_POWER": 1130,
      "POWER.FREE_SKILL_POWER": 1131,
      "POWER.FRIENDSHIP_POWER": 1132,
      "POWER.FURNACE_POWER": 1133,
      "POWER.GALVANIC_POWER": 1134,
      "POWER.GENESIS_POWER": 1135,
      "POWER.GIGANTIFICATION_POWER": 1136,
      "POWER.GRAVITY_POWER": 1137,
      "POWER.GUARDED_POWER": 1138,
      "POWER.HAILSTORM_POWER": 1139,
      "POWER.HAMMER_TIME_POWER": 1140,
      "POWER.HANG_POWER": 1141,
      "POWER.HARDENED_SHELL_POWER": 1142,
      "POWER.HARD_TO_KILL_POWER": 1143,
      "POWER.HATCH_POWER": 1144,
      "POWER.HAUNT_POWER": 1145,
      "POWER.HEIST_POWER": 1146,
      "POWER.HELICAL_DART_POWER": 1147,
      "POWER.HELLO_WORLD_POWER": 1148,
      "POWER.HELLRAISER_POWER": 1149,
      "POWER.HEX_POWER": 1150,
      "POWER.HIGH_VOLTAGE_POWER": 1151,
      "POWER.HOTFIX_POWER": 1152,
      "POWER.ILLUSION_POWER": 1153,
      "POWER.IMBALANCED_POWER": 1154,
      "POWER.IMPROVEMENT_POWER": 1155,
      "POWER.INFERNO_POWER": 1156,
      "POWER.INFESTED_POWER": 1157,
      "POWER.INFINITE_BLADES_POWER": 1158,
      "POWER.INTANGIBLE_POWER": 1159,
      "POWER.INTERCEPT_POWER": 1160,
      "POWER.ITERATION_POWER": 1161,
      "POWER.JUGGERNAUT_POWER": 1162,
      "POWER.JUGGLING_POWER": 1163,
      "POWER.KNOCKDOWN_POWER": 1164,
      "POWER.LEADERSHIP_POWER": 1165,
      "POWER.LETHALITY_POWER": 1166,
      "POWER.LIGHTNING_ROD_POWER": 1167,
      "POWER.LOOP_POWER": 1168,
      "POWER.MACHINE_LEARNING_POWER": 1169,
      "POWER.MAGIC_BOMB_POWER": 1170,
      "POWER.MANGLE_POWER": 1171,
      "POWER.MASTER_PLANNER_POWER": 1172,
      "POWER.MAYHEM_POWER": 1173,
      "POWER.MIND_ROT_POWER": 1174,
      "POWER.MINION_POWER": 1175,
      "POWER.MOCK_CLONE_CARDS_ON_PLAY_POWER": 1176,
      "POWER.MOCK_DO_NOT_SCALE_IN_MULTIPLAYER_POWER": 1177,
      "POWER.MOCK_EXTRA_TURN_POWER": 1178,
      "POWER.MOCK_FREE_CARDS_POWER": 1179,
      "POWER.MOCK_GAIN_BLOCK_ON_ATTACK_POWER": 1180,
      "POWER.MOCK_INVINCIBLE_ON_DEATH_POWER": 1181,
      "POWER.MOCK_MODIFY_ENERGY_COST_POWER": 1182,
      "POWER.MOCK_MODIFY_STAR_COST_POWER": 1183,
      "POWER.MOCK_PHASE_OBSERVER_POWER": 1184,
      "POWER.MOCK_PREVENT_DEATH_POWER": 1185,
      "POWER.MOCK_REMOVE_DRAWN_CARDS_FROM_COMBAT_POWER": 1186,
      "POWER.MOCK_RESET_COMBAT_ON_SHUFFLE_POWER": 1187,
      "POWER.MOCK_REVIVE_POWER": 1188,
      "POWER.MOCK_SCALE_IN_MULTIPLAYER_POWER": 1189,
      "POWER.MOCK_TEMPORARY_STRENGTH_LOSS_POWER": 1190,
      "POWER.MOCK_UNHITTABLE_POWER": 1191,
      "POWER.MONARCHS_GAZE_POWER": 1192,
      "POWER.MONARCHS_GAZE_STRENGTH_DOWN_POWER": 1193,
      "POWER.MONOLOGUE_POWER": 1194,
      "POWER.NECRO_MASTERY_POWER": 1195,
      "POWER.NEMESIS_POWER": 1196,
      "POWER.NEUROSURGE_POWER": 1197,
      "POWER.NIGHTMARE_POWER": 1198,
      "POWER.NOSTALGIA_POWER": 1199,
      "POWER.NOXIOUS_FUMES_POWER": 1200,
      "POWER.NO_BLOCK_POWER": 1201,
      "POWER.NO_DRAW_POWER": 1202,
      "POWER.NO_ENERGY_GAIN_POWER": 1203,
      "POWER.OBLIVION_POWER": 1204,
      "POWER.ONE_TWO_PUNCH_POWER": 1205,
      "POWER.ORBIT_POWER": 1206,
      "POWER.OUTBREAK_POWER": 1207,
      "POWER.PAGESTORM_POWER": 1208,
      "POWER.PAINFUL_STABS_POWER": 1209,
      "POWER.PALE_BLUE_DOT_POWER": 1210,
      "POWER.PANACHE_POWER": 1211,
      "POWER.PAPER_CUTS_POWER": 1212,
      "POWER.PARRY_POWER": 1213,
      "POWER.PERSONAL_HIVE_POWER": 1214,
      "POWER.PHANTOM_BLADES_POWER": 1215,
      "POWER.PIERCING_WAIL_POWER": 1216,
      "POWER.PILLAR_OF_CREATION_POWER": 1217,
      "POWER.PLATING_POWER": 1218,
      "POWER.PLOW_POWER": 1219,
      "POWER.POISON_POWER": 1220,
      "POWER.POSSESS_SPEED_POWER": 1221,
      "POWER.POSSESS_STRENGTH_POWER": 1222,
      "POWER.PREP_TIME_POWER": 1223,
      "POWER.PYRE_POWER": 1224,
      "POWER.RADIANCE_POWER": 1225,
      "POWER.RAGE_POWER": 1226,
      "POWER.RAMPART_POWER": 1227,
      "POWER.RAVENOUS_POWER": 1228,
      "POWER.REAPER_FORM_POWER": 1229,
      "POWER.REATTACH_POWER": 1230,
      "POWER.REBOUND_POWER": 1231,
      "POWER.REFLECT_POWER": 1232,
      "POWER.REGEN_POWER": 1233,
      "POWER.REPTILE_TRINKET_POWER": 1234,
      "POWER.RETAIN_HAND_POWER": 1235,
      "POWER.RINGING_POWER": 1236,
      "POWER.RITUAL_POWER": 1237,
      "POWER.ROLLING_BOULDER_POWER": 1238,
      "POWER.ROYALTIES_POWER": 1239,
      "POWER.RUPTURE_POWER": 1240,
      "POWER.SANDPIT_POWER": 1241,
      "POWER.SEEKING_EDGE_POWER": 1242,
      "POWER.SELF_FORMING_CLAY_POWER": 1243,
      "POWER.SENTRY_MODE_POWER": 1244,
      "POWER.SERPENT_FORM_POWER": 1245,
      "POWER.SETUP_STRIKE_POWER": 1246,
      "POWER.SHACKLING_POTION_POWER": 1247,
      "POWER.SHADOWMELD_POWER": 1248,
      "POWER.SHADOW_STEP_POWER": 1249,
      "POWER.SHRIEK_POWER": 1250,
      "POWER.SHRINK_POWER": 1251,
      "POWER.SHROUD_POWER": 1252,
      "POWER.SIC_EM_POWER": 1253,
      "POWER.SIGNAL_BOOST_POWER": 1254,
      "POWER.SKITTISH_POWER": 1255,
      "POWER.SLEIGHT_OF_FLESH_POWER": 1256,
      "POWER.SLIPPERY_POWER": 1257,
      "POWER.SLOTH_POWER": 1258,
      "POWER.SLOW_POWER": 1259,
      "POWER.SLUMBER_POWER": 1260,
      "POWER.SMOGGY_POWER": 1261,
      "POWER.SMOKESTACK_POWER": 1262,
      "POWER.SNEAKY_POWER": 1263,
      "POWER.SOAR_POWER": 1264,
      "POWER.SPECTRUM_SHIFT_POWER": 1265,
      "POWER.SPEEDSTER_POWER": 1266,
      "POWER.SPEED_POTION_POWER": 1267,
      "POWER.SPINNER_POWER": 1268,
      "POWER.SPIRIT_OF_ASH_POWER": 1269,
      "POWER.STAMPEDE_POWER": 1270,
      "POWER.STAR_NEXT_TURN_POWER": 1271,
      "POWER.STEAM_ERUPTION_POWER": 1272,
      "POWER.STOCK_POWER": 1273,
      "POWER.STORM_POWER": 1274,
      "POWER.STRANGLE_POWER": 1275,
      "POWER.STRATAGEM_POWER": 1276,
      "POWER.STRENGTH_POWER": 1277,
      "POWER.SUBROUTINE_POWER": 1278,
      "POWER.SUCK_POWER": 1279,
      "POWER.SUMMON_NEXT_TURN_POWER": 1280,
      "POWER.SURPRISE_POWER": 1281,
      "POWER.SURROUNDED_POWER": 1282,
      "POWER.SWIPE_POWER": 1283,
      "POWER.SWORD_SAGE_POWER": 1284,
      "POWER.SYNCHRONIZE_POWER": 1285,
      "POWER.TAG_TEAM_POWER": 1286,
      "POWER.TAINTED_POWER": 1287,
      "POWER.TANGLED_POWER": 1288,
      "POWER.TANK_POWER": 1289,
      "POWER.TENDER_POWER": 1290,
      "POWER.TERRITORIAL_POWER": 1291,
      "POWER.THE_BOMB_POWER": 1292,
      "POWER.THE_GAMBIT_POWER": 1293,
      "POWER.THE_HUNT_POWER": 1294,
      "POWER.THE_SEALED_THRONE_POWER": 1295,
      "POWER.THIEVERY_POWER": 1296,
      "POWER.THORNS_POWER": 1297,
      "POWER.THUNDER_POWER": 1298,
      "POWER.TOOLS_OF_THE_TRADE_POWER": 1299,
      "POWER.TORIC_TOUGHNESS_POWER": 1300,
      "POWER.TRACKING_POWER": 1301,
      "POWER.TRASH_TO_TREASURE_POWER": 1302,
      "POWER.TYRANNY_POWER": 1303,
      "POWER.UNMOVABLE_POWER": 1304,
      "POWER.VEILPIERCER_POWER": 1305,
      "POWER.VICIOUS_POWER": 1306,
      "POWER.VIGOR_POWER": 1307,
      "POWER.VITAL_SPARK_POWER": 1308,
      "POWER.VOID_FORM_POWER": 1309,
      "POWER.VULNERABLE_POWER": 1310,
      "POWER.WASTE_AWAY_POWER": 1311,
      "POWER.WEAK_POWER": 1312,
      "POWER.WELL_LAID_PLANS_POWER": 1313,
      "POWER.WITHERING_PRESENCE_POWER": 1314,
      "POWER.WRAITH_FORM_POWER": 1315
    }
  }
}
